<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Rede e-Tec Brasil</title>
<link href="../css/layout.css" rel="stylesheet" type="text/css" />
</head>

<body>
<div class="logodir">
<!-- Nome da Aula -->
  <div class="cursodireita">Aula 04 - Recursos utilizados em EaD</em> e seu processo de avaliação</div>
</div>

<div id="corpo">
		<div class="conteudo">
		  <div id="TabbedPanels1" class="TabbedPanels">
		    <ul class="TabbedPanelsTabGroup">
              <li class="TabbedPanelsTab" tabindex="0">APRESENTA&Ccedil;&Atilde;O</li>
              <li class="TabbedPanelsTab" tabindex="0">T&Oacute;PICO 1</li>
              <li class="TabbedPanelsTab" tabindex="0">T&Oacute;PICO 2</li>
              <li class="TabbedPanelsTab" tabindex="0">T&Oacute;PICO 03</li>
              <li class="TabbedPanelsTab" tabindex="0">T&Oacute;PICO 04</li>
              <li class="TabbedPanelsTab" tabindex="0">REFERÊNCIA</li>
		    </ul>
		    <div class="TabbedPanelsContentGroup">
              <div class="TabbedPanelsContent" style="position:relative">
                <h4 class="subtitulo">Introdu&ccedil;&atilde;o</h4>
                <div class="divapres">
                  <div id="lipsum">
                    <p>Você viu na aula anterior o quanto as tecnologias digitais podem
                      contribuir com o aprendizado presencial e a distância. No fazer
                      pedagógico, é difícil separar o uso de diversos recursos e
                      ferramentas que ajudam, dão suporte e/ou fazem a mediação entre
                      professor/conteúdo/alunos. Antigamente, se conhecia e se
                      aprendiam as primeiras letras em revistas e livros impressos e se
                      exercitava a escrita no caderno, na lousa etc. Hoje, com a tecnologia
                      acessível, o processo se modernizou. Usam-se softwares, páginas
                      de internet, os editores de texto, e-mail, tanto no exercício da escrita,
                      como da leitura. São muitos os suportes de apresentação, produção
                      e interação por meio dos quais professores, tutores e alunos
                    movimentam os conteúdos abordados.</p>
                    <p>&nbsp;</p>
                    <div class="objetivosini">
                      <div class="objetivosico"><img src="../imgs/objetivos.png" alt="objetivos" width="168" height="50" /></div>
                      <ul type="disc">
                        <li>Conhecer os principais recursos, ferramentas e programas
                          de computador (<em>softwares</em>) utilizados em educação presencial e
                        educação a distância, assim como suas características.</li>
                        <li>Identificar as ferramentas de organização, gestão,
                        informação e comunicação.</li>
                        <li>Conhecer os conceitos de avaliação e sua importância no
                        processo de aprendizagem.</li>
                        <li>Entender as especificidades da avaliação na EaD.</li>
                      </ul>
                    </div>
                    <p>&nbsp;</p>
                  </div>
                </div>
              </div>
              <div class="TabbedPanelsContent" style="position:relative">
                <div class="ntopico" style="left:-55px; top:17px; width: 58px; height: 48px;">01</div>
                <div class="ntitulo"><strong>Principais recursos utilizados em EaD</strong></div>
                <div class="nsubtitulo"> Este t&oacute;pico tem como objetivo:
                  <ul>
                    <li>Apresentar os principais recursos utilizados em educa&ccedil;&atilde;o presencial e a dist&acirc;ncia.</li>
                  </ul>
                </div>
                <p>D&ecirc; uma olhada &agrave; sua volta, no polo de ensino. Observe sua sala de aula e os equipamentos e recursos que est&atilde;o dispon&iacute;veis. Rememore suas antigas aulase o ambiente físico. Liste o que os professores
                  usavam como recursos em sala de aula para auxiliar na exposição
                  do conteúdo. Pois é, você perceberá que são inúmeros suportes e
                  ferramentas tecnopedagógicos, antigos e novos, utilizados como
                  meio e apoio ao processo ensino-aprendizagem, na modalidade
                presencial e na modalidade a distância.</p>
                <p>Os professores ou equipe pedagógica, ao realizarem o planejamento
                  dos níveis de ensino, como exemplo a aula, tomam a decisão de
                  utilizar recursos didáticos uma ou várias tecnologias educativas
                  conforme ela(s) tenha(m) o potencial de contribuir para a
                  aprendizagem do aluno, enriquecer o conteúdo e variar as
                  estratégias didáticas, sempre no intuito de promover a eficácia
                  pedagógica no que diz respeito a apresentar, armazenar e manipular
                o conteúdo didático ou informação.</p>
                <p>Vejamos, então, que recursos são mais utilizados (assim como suas
                  respectivas características), tanto em sala de aula presencial, quanto
                  em educação a distância. Os diagramas a seguir apresentam um
                  resumo dos tipos de recursos e de suas principais características,
                vamos conferir!</p>
<div class="popup" onclick="divwin=dhtmlwindow.open('divbox', 'div', 'windows01-01', 'Recursos did&aacute;ticos EAD', 'width=750px,height=500px,resize=1,scrolling=1,center=1'); return false"><img src="../imgs/janela-popup.png" alt="Popup" width="16" height="14" /> Recursos did&aacute;ticos EAD <img src="../imgs/janela-popup.png" alt="Popup" width="16" height="14" /></div>
                <div class="lightbox"><a href="imagens/diagrama1.png" title="Figura 1 - Mediação do Professor"><img src="imagens/mini-diagrama1.jpg" alt="imga" width="209" height="143" border="0" /></a></div> 
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                <div class="lightbox"><a href="imagens/diagrama2.png" title="Figura 1 - Mediação do Professor"><img src="imagens/mini-diagrama2.jpg" alt="imga" width="209" height="143" border="0" /></a></div>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                <p>Como voc&ecirc; pode ver, a lista de recursos &eacute; extensa. No entanto, ela n&atilde;o para s&oacute; no que descrevemos no quadro. Pelo contr&aacute;rio, &eacute; crescente a evolu&ccedil;&atilde;o dos suportes eletr&ocirc;nicos que v&ecirc;m sendo adaptados e aplicados no processo ensino-aprendizagem. Um exemplo concreto disso  s&atilde;o os programas de aplica&ccedil;&atilde;o que funcionam em sistemas operacionais popularmente conhecidos, tais como Windows ou Linux. </p>
                <div class="referenciaBoxdir">
                  <div id="animar3" class="boxiconedir"><img src="../imgs/vocesabiadir.png" width="90" height="222" /></div>
                </div>
                <div id="bloco3" style="display:none;">
                  <p><strong>Para saber mais
                      sobre computação
                      em nuvem, acesse
                      os links:</strong><br />
                    <a href="http://revistawindows .com.br/tutoriais-eartigos/entendamelhor-osconceitos-danuvem-novamodalidade-decompartilhamentode-dados/">http://revistawindows
                    .com.br/tutoriais-eartigos/entendamelhor-osconceitos-danuvem-novamodalidade-decompartilhamentode-dados/</a><br />
                    <a href="http://www.webisaac.com.br/2013/05/google-docs-editarcompartilhardocumentosonline.html">http://www.webisaac.com.br/2013/05/google-docs-editarcompartilhardocumentosonline.html</a></p>
                  <p><strong>Para saber mais
                    sobre plataforma
                    de arquivos,
                    acesse o link:</strong><br />
                    <a href="http://www.artigos.com/artigos/engenharia/tecnologica/as-5-melhoresplataformas-paracompartilhamento- earmazenagem-dearquivos-online-31012/artigo/#.U9f2HPldWWZ">http://www.artigos.com/artigos/engenharia/tecnologica/as-5-melhoresplataformas-paracompartilhamento-
                    earmazenagem-dearquivos-online-31012/artigo/#.U9f2HPldWWZ</a></p>
                  <div id="esconder3" class="fechardir">Fechar <img src="../imgs/fechar.png" width="24" height="23" align="absmiddle" /></div>
                </div>
                <div style="clear:both;"></div>
                <p>Al&eacute;m dos sistemas operacionais das máquinas, h&aacute; tamb&eacute;m muitos softwares e,dentre eles, os aplicativos  que s&atilde;o bastante utilizados em meio educacional. Destacam-se os mais conhecidos os processadores de texto (Word e Open Office Writer), as planilhas eletr&ocirc;nicas (Excel e Open Office Calc), apresenta&ccedil;&otilde;es eletr&ocirc;nicas (Power Point e Open Office Impress), aplica&ccedil;&otilde;es gr&aacute;ficas (Photoshop, Corel Draw, Gimp), editores web (Dreamweaver, Kompozer-Mozilla) e banco de dados (Acess, Open Office Basic).Com expansão da internet e da computação em nuvem o
                  computador se tornou um “chip” ligado a internet e com isso os
                  aplicativos estão disponíveis e arquivados online. O que antes era só
                  no pc e teríamos que salvar no HD da máquina. Os principais sites
                  que oferecem esse recurso de plataforma de arquivos e os mais
                  conhecidos são: Amazon Cloud Drive, Dropbox, Google Drive,
                Microsoft Sky Drive.</p>
                <div id="CollapsiblePanel1" class="CollapsiblePanel">
                  <div class="CollapsiblePanelTab" tabindex="0"><strong>Vejamos o que faz cada um desses aplicativos:</strong>
<div class="seta"><img src="../imgs/seta.png" width="54" height="54" /></div>
                  </div>
                  <div class="CollapsiblePanelContent">
                  <div class="caixaDestaque">
                    <div class="lightbox"><a href="imagens/quadro2.png" title="Diagrama 1– Atitudes e tarefas de um aluno EaD" target="_blank"><img src="imagens/mini-quadro1.jpg" width="209" height="143" border="0" /></a><strong><br />
                      Diagrama 1<br />
                    Fonte:</strong> DEaD / IFCE - 2009</div>
                    <p>&nbsp;</p>
                    <p>&nbsp;</p>
                    <p>&nbsp;</p>
                    <p>&nbsp;</p>
                    <p>&nbsp;</p>
                  </div>
                </div>
                </div>
                <p>Como estudantes na modalidade a distância, vocês vão
                  utilizar muitos desses recursos, seja no computador físico ou
                nas nuvens. Para o professor, eles tamb&eacute;m s&atilde;o essenciais, uma vez que o auxiliam a organizar a forma&ccedil;&atilde;o, fazer a gest&atilde;o do processo ensino-aprendizagem, informar o estudante, bem como promover as intera&ccedil;&otilde;es necess&aacute;rias entre professor-aluno(s), aluno(os)-tutores, aluno(s)-aluno(s), aluno(s)-institui&ccedil;&atilde;o (equipe de apoio, suporte, etc).</p>
                <p>No pr&oacute;ximo t&oacute;pico, ent&atilde;o, mostraremos quais ferramentas s&atilde;o mais usadas em EaD e, em especial, nos ambientes virtuais tais como o Moodle, utilizado para e intera&ccedil;&atilde;o neste curso.</p>
                <p>&nbsp;</p>
              </div>
              <div class="TabbedPanelsContent">
                <div class="ntopico">02</div>
                <div class="ntitulo"><strong>Ferramentas de organiza&ccedil;&atilde;o, gest&atilde;o, informa&ccedil;&atilde;o e comunica&ccedil;&atilde;o em EaD</strong></div>
                <div class="nsubtitulo">Este t&oacute;pico tem como objetivo:
                  <ul>
                    <li>Identificar as ferramentas de organiza&ccedil;&atilde;o, gest&atilde;o, informa&ccedil;&atilde;o e comunica&ccedil;&atilde;o em educa&ccedil;&atilde;o a dist&acirc;ncia.</li>
                  </ul>
                </div>
                <p>Em educa&ccedil;&atilde;o a dist&acirc;ncia, h&aacute; por tr&aacute;s do professor e tutores, uma equipe que ajuda no planejamento, cria&ccedil;&atilde;o e suporte do cen&aacute;rio tecnopedag&oacute;gico em que vai se dar a aprendizagem. Isso tudo para garantir que o estudante aprenda de maneira rica, eficaz e com qualidade, conforme os objetivos do curso e das disciplinas. Para isso, deve-se propiciar um ambiente virtual de aprendizagem que permita a ocorr&ecirc;ncia de todas as intera&ccedil;&otilde;es poss&iacute;veis ao bom andamento do curso.</p>
                <p>Para atender a essa demanda, foram desenvolvidas muitas
                  plataformas de ensino que dão suporte às atividades de educação a
                  distância, que podem ser gratuitas ou pagas. Essas plataformas,
                  também chamadas de Ambientes Virtuais de Aprendizagem (AVA)
                  priorizam algumas funcionalidades que devem ser usadas para
                  garantir que ocorram, efetivamente, as relações de comunicação, a
                  difusão e tratamento do conteúdo, a gestão e as interações
                  necessárias ao processo educativo. As mais utilizadas no Brasil são:<br />
                  TelEduc, AulaNet, Amadeus, Eureka, Moodle, e-Proinfo, Learning
                Space e WebCT.</p>
                <div class="lightbox">
                  <p><a href="imagens/figura1.jpg" title="Quadro 7 – Aspectos conceituais de um ambiente de aprendizagem integrado (Class, 2001)"><img src="imagens/mini-fig1.jpg" alt="img" width="209" height="143" border="0" /></a><strong>Fonte:</strong> Class - 2001</p>
                </div>
                <p>&nbsp;</p>
                <p>Class (2001) elege um grupo de ferramentas com fun&ccedil;&otilde;es de informa&ccedil;&atilde;o, comunica&ccedil;&atilde;o, colabora&ccedil;&atilde;o, gest&atilde;o e atividades como as mais adequadas para aprendizagem virtual. O autor observa que essas cinco fun&ccedil;&otilde;es apresentam o que &eacute; necess&aacute;rio para um ambiente de aprendizagem integrado e organizado (como no mundo f&iacute;sico, presencial), uma vez que agregam em um s&oacute; ambiente virtual os elementos e funcionalidades necess&aacute;rias a todos os aspectos da forma&ccedil;&atilde;o.                </p>
                <div id="CollapsiblePanel2" class="CollapsiblePanel">
                  <div class="CollapsiblePanelTab" tabindex="0"><strong>Expliquemos cada uma das fun&ccedil;&otilde;es:
                    </strong>
                    <div class="seta"><strong><img src="../imgs/seta.png" width="54" height="54" /></strong></div>
                  </div>
                  <div class="CollapsiblePanelContent">
                  <div class="caixaDestaque">
                    <ul>
                      <li>As fun&ccedil;&otilde;es de <strong>INFORMA&Ccedil;&Atilde;O</strong> t&ecirc;m como usos gerar, armazenar, veicular, processar e reproduzir a informa&ccedil;&atilde;o.</li>
                      <li>As de <strong>COMUNICA&Ccedil;&Atilde;O</strong> incluem toda forma de veicular informa&ccedil;&atilde;o, inclusive as m&iacute;dias mais tradicionais, como o uso de pergaminhos, de tambores na selva, de livros, de revistas, do r&aacute;dio, da TV, do v&iacute;deo, das redes de computadores, etc.</li>
                      <li>J&aacute; as de <strong>INTERA&Ccedil;&Atilde;O</strong> permitem elabora&ccedil;&atilde;o e manipula&ccedil;&atilde;o conjunta de conte&uacute;dos espec&iacute;ficos por parte do emissor (professor-tutor/aluno) e do receptor (aluno/ professor-tutor), codificando-os, decodificando-os, recodificando-os conforme as suas realidades individuais e a cultura em que vivem.</li>
                      <li>As fun&ccedil;&otilde;es de <strong>COLABORA&Ccedil;&Atilde;O</strong>, por sua vez, permitem a otimiza&ccedil;&atilde;o do trabalho em equipe, facilitam a colabora&ccedil;&atilde;o, permitem a aprendizagem colaborativa, favorecem o uso de diferentes linguagens, atendem a diferentes estilos de aprendizagem.</li>
                    </ul>
                  </div>
                  </div>
                </div>
                <div class="lightboxdir"><a href="imagens/moodle (2).png" title="Imagem 4 - dead.ifce.edu.br/moodle"><img src="imagens/moodle (2).png" alt="img" width="245" height="211" border="0" /></a><strong>Fonte:</strong> DEAD / IFCE - 2014</div>
                <p>Veja que o espa&ccedil;o virtual reproduz as fun&ccedil;&otilde;es e os espa&ccedil;os correspondentes na realidade. O ambiente virtual em que voc&ecirc; est&aacute; interagindo agora, o Moodle, possui uma forte conota&ccedil;&atilde;o espacial e funcional, como se voc&ecirc; estivesse em um ambiente f&iacute;sico de ensino da institui&ccedil;&atilde;o. Nele voc&ecirc; interage com os espa&ccedil;os onde circula a informa&ccedil;&atilde;o, a comunica&ccedil;&atilde;o, a gest&atilde;o do ensino e do conte&uacute;do, a colabora&ccedil;&atilde;o, as atividades did&aacute;ticas e avaliativas, conforme os objetivos estabelecidos nos planos das disciplinas.</p>
                <p>Ainda &eacute; preciso observar que, mesmo estabelecidos os espa&ccedil;os no ambiente virtual, &eacute; necess&aacute;rio o uso de diversas outras ferramentas para as tarefas de organiza&ccedil;&atilde;o, gest&atilde;o, informa&ccedil;&atilde;o e comunica&ccedil;&atilde;o. </p>
                <p>&nbsp;</p>
              </div>
              <div class="TabbedPanelsContent">
                <div class="ntopico">03</div>
                <div class="ntitulo"><strong>Ferramentas interativas do Moodle</strong> <strong>e a avaliação da aprendizagem a distância</strong></div>
                <div class="nsubtitulo">Este t&oacute;pico tem como objetivo:
                  <ul>
                    <li>Apresentar o ambiente Moodle;</li>
                    <li>Descrever as ferramentas de intera&ccedil;&atilde;o do ambiente Moodle;</li>
                    <li>Apresentar outras ferramentas que fazem parte dos cursos a dist&acirc;ncia do IFCE e suas funcionalidades.</li>
                  </ul>
                </div>
                <h4 class="subtitulo">Ambiente Virtual Moodle</h4>
                <div class="lightboxdir"><a href="imagens/img03.png" title="Figura 1: Portal moodle"><img src="imagens/imagem03.png" alt="img" width="245" height="211" border="0" /></a><strong>Fonte:</strong> DEAD / IFCE - 2009</div>
                <p>Uma das habilidades que um aluno virtual deve ter é saber utilizar o 
                  ambiente virtual de aprendizagem de forma eficiente, visto que todos 
                  os processos de ensino-aprendizagem ocorrerão nesse espaço. Em
                  vista disso, por meio de uma abordagem teórico-prática,
                  discutiremos o que são esses ambientes, do que são compostos e
                quais são suas potencialidades educativas.</p>
                <p> É importante salientar, ainda, que a educação a distância (EaD), no
                  modelo atual, objetiva uma aprendizagem que se desenvolva
                  coletiva e individualmente. Para a viabilização desse processo, é
                  necessário que os cursos a distância ofereçam ambientes com
                  ferramentas síncronas e assíncronas capazes de oferecer
                  interatividade nas discussões, ou seja, compartilhamento de ideias
                  entre os seus participantes. Podemos dizer que o Moodle, como
                  ferramenta de aprendizagem, conta com uma diversidade de
                  recursos que propiciam a vocês possibilidades de trabalhar o
                conteúdo e as atividades de uma maneira mais dinâmica e interativa.</p>
                <p> O conjunto de ferramentas é dividido de acordo com os objetivos a
                que se pretende alcançar.</p>
                <div class="referenciaBoxdir">
                  <div id="animar5" class="boxiconedir"><img src="../imgs/vocesabiadir.png" alt="Complemento" width="90" height="222" /></div>
                </div>
                <div id="bloco5" style="display:none;">
                  <p><strong>Ferramentas síncronas:</strong> são
                    aquelas que 
                    promovem a
                    comunicação em
                    tempo real, ou seja,
                    ao mesmo tempo
                    entre os
                    interlocutores que
                    participam da
                    atividade de
                    interação. Ex: batepapo                  </p>
                  <p><strong>Ferramentas
                    assíncronas:</strong> são
                    aquelas que
                    promovem a
                    comunicação em
                    tempos diferentes.
                    Os usuários não
                    precisam estar
                    conectados ao
                    mesmo tempo para
                    se comunicar com
                    os outros colegas.
                  Ex: fórum</p>
                  <div id="esconder5" class="fechar">Fechar <img src="../imgs/fechar.png" alt="Fechar" width="24" height="23" align="absmiddle" /></div>
                  <div style="clear:both;"></div>
                </div>
                <h4 class="subtitulo">Ferramentas Interativas                </h4>
                <p>Atualmente, em função dos avanços tecnológicos, ao se pensar em
                  EaD, surgem diversos ambientes de aprendizagem, entre eles estão
                  Aulanet, Solar, E-proinfo, TelEduc, Moodle, entre outros. Este último
                  é o utilizado em nosso curso. Por meio dele, então, você acessa as
                aulas, interage com os demais participantes e posta suas atividades.</p>
                <p> Podemos dizer que o Moodle, como plataforma virtual de
                  aprendizagem, conta com uma diversidade de recursos e
                  ferramentas que propiciam a vocês possibilidades de explorar o
                  conteúdo e as atividades de uma maneira mais dinâmica e interativa.
                  O conjunto de ferramentas é dividido de acordo com os objetivos a
                  que se pretende alcançar. Veja, abaixo, uma classificação desses
                recursos.</p>
                <div class="referenciaBox">
                  <div id="animar1" class="boxicone"><img src="../imgs/complemento.png" width="90" height="222" /></div>
                </div>
                <div id="bloco1" style="display:none;">
                  <p>Obtenha mais informa&ccedil;&otilde;es sobre os ambientes virtuais de ensino nos seguintes sites:</p>
                  <ul>
                    <li>Solar - <a href="http://www.virtual.ufc.br/solar" target="_blank">http://www.virtual.ufc.br/solar</a></li>
                    <li>e-proinfo - <a href="http://www.eproinfo.mec.gov.br/" target="_blank">http://www.eproinfo.mec.gov.br/</a></li>
                    <li>TelEduc - <a href="http://teleduc.nied.unicamp.br/" target="_blank">http://teleduc.nied.unicamp.br/</a></li>
                    <li>Moodle- <a href="http://www.edrom.com/?id=servicos/plataforma_elearning/main" target="_blank">http://www.edrom.com/?id=servicos/plataforma_elearning/main</a></li>
                  </ul>
                  <div id="esconder1" class="fechar">Fechar <img src="file:///H|/Documentos E-TEC/EaD aula web etec 2012/imgs/fechar.png" width="24" height="23" align="absmiddle" /></div>
                  <div style="clear:both;"></div>
                </div>
                <div id="CollapsiblePanel3" class="CollapsiblePanel">
                  <div class="CollapsiblePanelTab" tabindex="0">Veja abaixo uma classifica&ccedil;&atilde;o destes recursos:
                    <div class="seta"><img src="../imgs/seta.png" alt="seta" width="54" height="54" /></div>
                  </div>
                  <div class="CollapsiblePanelContent">
                  <div class="caixaDestaque">
                    <ol>
                      <li>Ferramentas de comunica&ccedil;&atilde;o e discuss&atilde;o: f&oacute;rum, chat.</li>
                      <li>Ferramentas de avalia&ccedil;&atilde;o e de constru&ccedil;&atilde;o coletiva: tarefa, wikis, gloss&aacute;rios.</li>
                      <li>Ferramentas instrucionais: li&ccedil;&otilde;es (quiz).</li>
                      <li>Ferramentas de pesquisa e opini&atilde;o: enquetes, referendos e question&aacute;rios.</li>
                    </ol>
                  </div>
                  </div>
                </div>
                <p>Para facilitar a visualiza&ccedil;&atilde;o das ferramentas, disponibilizaremos exemplos de algumas aplica&ccedil;&otilde;es. Antes disso, no entanto, falaremos um pouquinho de cada uma delas.</p>
                <p>Iniciaremos apresentando o f&oacute;rum. Vale mencionar que esta
                  ferramenta ser&aacute; bastante utilizada ao longo das disciplinas do seu curso, proporcionando
                ricos momentos de discuss&atilde;o.</p>
                <p><strong>F&oacute;rum</strong></p>
                <p>O f&oacute;rum consiste em uma discuss&atilde;o no Ambiente sobre um tema espec&iacute;fico. &Eacute; uma ferramenta de grande import&acirc;ncia, pois permite a comunica&ccedil;&atilde;o entre professores e alunos a qualquer momento, desde que se tenha um computador dispon&iacute;vel e conectado &agrave; internet. De certa forma, podemos considerar o f&oacute;rum como uma caixa de correio <em>online</em>, onde professor e alunos podem postar suas mensagens e fazer a leitura das mensagens dos participantes que est&atilde;o envolvidos no curso.</p>
                <div class="lightbox"><a href="imagens/img04.png" title="Figura 2: Tela de bate-papo do Moodle"><img src="imagens/imgforum.png" alt="img" width="245" height="211" border="0" /></a><strong>Fonte:</strong> DEAD / IFCE - 2014</div>
                <p>O f&oacute;rum, como um espa&ccedil;o de discuss&atilde;o coletiva, permite que cada participante, ao ler a mensagem do seu colega, acrescente coment&aacute;rios, concorde ou at&eacute; mesmo seja divergente da opini&atilde;o do outro. A forma ass&iacute;ncrona de comunica&ccedil;&atilde;o desta ferramenta permite que o participante use seu tempo pessoal para elaborar suas reflex&otilde;es sobre o tema que est&aacute; sendo discutido.</p>
                <p><strong>Bate-papo ou Chat</strong><br />
                  A sala de bate-papo do Moodle &eacute; uma ferramenta simples de comunica&ccedil;&atilde;o que permite a professores e alunos comunicar-se em tempo real (on line). Seu funcionamento &eacute; semelhante a um sistema de mensagens instant&acirc;neas como, o MSN.</p>
                <div class="lightbox"><a href="imagens/img04.png" title="Figura 2: Tela de bate-papo do Moodle"><img src="imagens/chat (2).png" alt="img" width="245" height="211" border="0" /></a><strong>Fonte:</strong> DEAD / IFCE - 2014</div>
                <p>No bate-papo, &eacute; preciso que todos os participantes estejam on line, ou seja, conectados &agrave; internet, logados no ambiente Moodle e dentro da sala de bate-papo para que seja poss&iacute;vel a comunica&ccedil;&atilde;o. Essa ferramenta pode ser &uacute;til como espa&ccedil;o de discuss&atilde;o, de esclarecimento de d&uacute;vidas, mas tamb&eacute;m pode ter outros usos, tais como discuss&atilde;o de v&iacute;deos ou textos, por exemplo.</p>
                <p><strong>Correio eletr&ocirc;nico</strong></p>
                <img src="imagens/m1 (2).png" alt="Mensagens" width="245" height="211" hspace="10" vspace="10" align="right" />
                <p>Conhecido tamb&eacute;m como e-mail, o correio eletr&ocirc;nico possibilita a troca de mensagens escritas e envio de arquivos, em qualquer formato, para as caixas postais de todos os participantes. Talvez essa ferramenta j&aacute; tenha sido utilizada por voc&ecirc; para a realiza&ccedil;&atilde;o de contatos, envio de planilhas ou textos para seus colegas de trabalho. Com ela, voc&ecirc; tem a possibilidade de enviar mensagens para todo o grupo de participantes do curso ou, se desejar, para uma &uacute;nica pessoa.</p>
                <p><strong>Wiki</strong></p>
                <p>&Eacute; uma atividade que permite construir documentos de forma coletiva, usando um navegador da internet. Na imagem abaixo, voc&ecirc; pode observar um exemplo de atividade realizada utilizando-se a ferramenta colaborativa Wiki.</p>
                <p>Na ferramenta Wiki, documentos s&atilde;o disponibilizados para que sejam desenvolvidos coletivamente. Esse tipo de tecnologia aumenta a velocidade de cria&ccedil;&atilde;o e atualiza&ccedil;&atilde;o de p&aacute;ginas desenvolvidas por v&aacute;rios autores ao mesmo tempo sem haver a necessidade de revis&otilde;es antes de as modifica&ccedil;&otilde;es se tornarem efetivas. Dessa forma, o Wiki no Moodle tem o objetivo de proporcionar aos participantes de um curso, por exemplo, a realiza&ccedil;&atilde;o de um trabalho em conjunto para adicionar p&aacute;ginas web e expandir e modificar seus conte&uacute;dos. O texto/p&aacute;gina vai sendo escrito aos poucos e com a participa&ccedil;&atilde;o de todos. As vers&otilde;es antigas da produ&ccedil;&atilde;o textual nunca s&atilde;o apagadas, podendo ser, inclusive, restauradas.</p>
                <div class="referenciaBox">
                  <div id="animar2" class="boxicone"><img src="../imgs/vocesabia.png" width="90" height="222" /></div>
                </div>
                <div id="bloco2" style="display:none;">
                  <p>Podemos comparar o wiki com o conte&uacute;do /organiza&ccedil;&atilde;o da Wikip&eacute;dia.<br />
                    Confira em: <a href="http://pt.wikipedia.org/wiki/P%C3%A1gina_principal" target="_blank">http://pt.wikipedia.org/wiki/P%C3%A1gina_principal</a></p>
                  <p>&Eacute; importante frisar que sempre &eacute; poss&iacute;vel acessar as v&aacute;rias vers&otilde;es do documento e verificar diferen&ccedil;as entre vers&otilde;es.</p>
                  <div id="esconder2" class="fechar">Fechar <img src="file:///H|/Documentos E-TEC/EaD aula web etec 2012/imgs/fechar.png" width="24" height="23" align="absmiddle" /></div>
                  <div style="clear:both;"></div>
                </div>
                <p>No Wiki, os textos podem ser editados, utilizando-se, para isso, recursos comuns para edi&ccedil;&atilde;o de textos, acrescidos de outros recursos, que ampliam as possibilidades de cria&ccedil;&atilde;o. Os autores dos textos, sejam eles professores ou alunos, podem desenvolver estilos diferentes de texto, inserir lista, hiperlinks, tabelas e figuras de acordo com a necessidade da atividade. A partir da inser&ccedil;&atilde;o da primeira p&aacute;gina, nomeada pelo pr&oacute;prio usu&aacute;rio (professor ou aluno), existem as possibilidades de revers&atilde;o da p&aacute;gina editada, ou seja, a possibilidade de se disponibilizar a p&aacute;gina antiga, sem perda do seu texto novo ou antigo. A administra&ccedil;&atilde;o da p&aacute;gina e a cria&ccedil;&atilde;o de links podem ser feitas pelos pr&oacute;prios alunos ou pelo professor.</p>
                <div class="referenciaBoxdir">
                  <div id="animar4" class="boxiconedir"><img src="../imgs/complementodir.png" width="90" height="222" /></div>
                </div>
                <div id="bloco4" style="display:none;">
                  <p>Cuidado para n&atilde;o perder o prazo de envio das atividades solicitadas.</p>
                  <div id="esconder4" class="fechardir">Fechar <img src="file:///H|/Documentos E-TEC/EaD aula web etec 2012/imgs/fechar.png" width="24" height="23" align="absmiddle" /></div>
                  <div style="clear:both;"></div>
                </div>
                <p><strong>Tarefa</strong></p>
                <p>Uma tarefa consiste na descri&ccedil;&atilde;o ou enunciado de uma atividade a ser desenvolvida pelo aluno, que pode ser enviada, em formato digital, ao local indicado no ambiente Moodle. Poder&atilde;o ser solicitadas atividades como reda&ccedil;&otilde;es, projetos, relat&oacute;rios, imagens, resolu&ccedil;&otilde;es de exerc&iacute;cios, textos, resumos, etc.</p>
                <p><strong>Di&aacute;logo</strong></p>
                <p>O Di&aacute;logo &eacute; uma ferramenta para comunica&ccedil;&atilde;o ass&iacute;ncrona entre dois participantes de um curso. Dessa forma, poder&atilde;o ser criados di&aacute;logos para comunica&ccedil;&atilde;o entre os alunos e o tutor, entre os pr&oacute;prios alunos ou entre todos os participantes de um curso. O tutor pode hospedar um n&uacute;mero vari&aacute;vel de comunica&ccedil;&otilde;es. Quando &eacute; criado o di&aacute;logo, pode-se iniciar a conversa&ccedil;&atilde;o ass&iacute;ncrona. A ferramenta Di&aacute;logo &eacute; projetada para prover meios de comunica&ccedil;&atilde;o particular com um ou mais usu&aacute;rios do curso.</p>
<p><strong>Gloss&aacute;rio</strong></p>
                <p>&Eacute; uma ferramenta em que o professor/tutor e alunos podem construir uma esp&eacute;cie de dicion&aacute;rio, no qual ser&atilde;o inseridos conceitos referentes ao conte&uacute;do estudado.</p>
                <p><strong>Li&ccedil;&atilde;o ou Quiz</strong></p>
                <div class="lightboxdir"><a href="imagens/img06.png" title="Figura 2: Tela de bate-papo do moodle"><img src="imagens/quiz.png" alt="img" width="245" height="211" border="0" /></a><strong>Fonte:</strong> DEAD / IFCE - 2009</div>
                <p>A Li&ccedil;&atilde;o ou Quiz &eacute; uma ferramenta que permite ao professor criar testes objetivos com diversos tipos de quest&otilde;es (verdadeiro ou falso, m&uacute;ltipla escolha, respostas curtas). A nota &eacute; atribu&iacute;da automaticamente. </p>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                <p><strong>Webconferência</strong></p>
                <p>Essa ferramenta promove encontros virtuais entre dois ou mais
                  participantes em locais diferentes, distantes geograficamente,
                  podendo utilizar diversos recursos tais como texto, imagens, áudio,
                  vídeo, compartilhamento de arquivos e tela de computador, quadro
                branco etc.</p>
                <div class="caixaDestaque">
                  <p>A webconferência consiste em uma ferramenta que permite realizar
                    interações síncronas online com múltiplos recursos interativos como
                    chat, áudio, voz, vídeo, compartilhamento de tela, arquivos,
                    apresentações/slides, dentre outras várias opções de gerenciamento
                    de conferência por meio de configuração de permissões e tipos de
                    usuário, permitindo diferentes formas de apresentação de acordo com
                  a finalidade, comercial ou educacional.(SANTIAGO,2010, p. 14)</p>
                </div>
                <p>No quadro da EaD, a webconferência é usada para dar aulas, fazer
                apresentações, organizar reuniões de trabalho e sessões tiradúvidas.</p>
                <p><strong>Videoaulas</strong></p>
                <p>São aulas gravadas em vídeos pelo professor-formador ou pelo
                  professor-tutor para a explicação de um conteúdo ou de uma aula
                prática.</p>
                <p>Chegamos ao final de nossa aula sobre &ldquo;Ferramentas Interativas&rdquo;! Esperamos que todos tenham compreendido qual a fun&ccedil;&atilde;o dos recursos descritos e a import&acirc;ncia de cada um dentro do ambiente virtual.</p>
                <p>&nbsp;</p>
              </div>
              <div class="TabbedPanelsContent">
                <div class="ntopico">04</div>
                <div class="ntitulo"><strong>A avaliação da aprendizagem a distância</strong></div>
                <div class="nsubtitulo">Este t&oacute;pico tem como objetivo:
                  <ul>
                    <li>Conhecer os conceitos de avaliação e sua importância no<br />
                      processo de aprendizagem</li>
                    <li>Entender as especificidades da avaliação na EaD</li>
                  </ul>
                </div>
                <p>O ato de avaliar é uma ação que acompanha o ser humano durante
                  toda a sua vida, ocorrendo mesmo quando este não tem consciência
                  que está realizando alguma avaliação, seja no trabalho, na escola ou
                  na vida pessoal. Avaliamos nossas próprias atitudes, avaliamos as
                  atitudes dos outros, assim a avaliação é tão presente em nosso
                  cotidiano que nem notamos sua existência e, poucas vezes,
                  refletimos sobre o que significa avaliar.</p>
                <p> Em seu processo de aprendizagem é muito importante que você
                  conheça o papel da avaliação e sua relevância, por isso iremos
                  contextualizar historicamente a avaliação e o que significa dentro do
                  contexto educativo, para adentrarmos a avaliação no ensino a
                  distância.</p>
                <p> Vamos então conhecer um breve histórico sobre avaliação?</p>
                <p> Para facilitar sua compreensão, elaboramos uma linha do tempo
                  com fases que caracterizaram a avaliação no decorrer da história.</p>
                <div class="lightboxdir">
                  <p><a href="imagens/FIG 01.-LINHA-DO-TEMPO.jpg" title="Figura 1: Portal moodle"><img src="imagens/min_quadro01.jpg" alt="img" width="209" height="143" border="0" /></a><strong>Fonte:</strong> DEAD / IFCE - 2014</p>
                </div>
                <p>Na linha do tempo, destacamos apenas alguns marcos importantes,
                  que ajudam a contar a história de forma didática.
                  Entenda caro(a) aluno(a), que um processo histórico não é um
                  processo estanque que possui início e fim bem definidos!
                  O primeiro item da linha do tempo nos remete a um período em que
                  as tribos primitivas já realizam provas que marcavam a mudança de
                  fase da vida dos jovens, trazendo um tipo de avaliação rigorosa, em
                  que os adultos avaliavam o desempenho dos participantes, sendo o
                  resultado definidor para o resto de suas vidas. Esse tipo de
                  avaliação ainda pode ser observado em algumas culturas, entre elas
                  a indígena.
                  Já os chineses com sua história milenar trazem um legado em que
                  há um tipo de avaliação estruturada e organizada para selecionar
                  funcionários para cargos públicos.</p>
                <p>Os gregos nos oferecem uma importante concepção de avaliação
                  em que os mestres orientam seus alunos a avaliaram a si mesmo,
                  diferente de outras concepções, em que avaliação vem de
                  superiores, um marco para os procedimentos de avaliação até os
                  dias atuais. </p>
                <p>A partir da idade média, com as universidades ocidentais, as
                  avaliações tornam-se mais sistematizadas, os testes e exercícios
                  são pensados como procedimentos de avaliação dos alunos.</p>
                <p> Com o surgimento das escolas modernas no século XVIII, a
                  avaliação é pensada para uma quantidade maior de pessoas,
                  diferente das universidades que eram para poucos.</p>
                <p>Os sistemas de avaliação começam a se desenvolverem nos
                  séculos XIX e XX, voltados para uma avaliação baseada em testes
                  padronizados voltados para educação. Esse modelo de avaliação
                  perdura até o presente momento e você pode perceber isso, pois na
                  maioria das atividades realizadas em sua vida escolar você
                  necessitou desenvolver algum tipo de prova.</p>
                <p> A sua avaliação foi desenvolvida por meio de testes padronizados e
                  classificatórios que estipula um modelo e nível comum a serem
                  alcançados pelos alunos, trazendo aos alunos algumas dificuldades
                  em relação a alcance de resultados esperados, já que cada aluno
                  possui características individuais. Essa forma de avaliação vem
                  gerando críticas de estudiosos que compreendem a avaliação como
                  algo mais amplo e associado ao processo de ensino e aprendizagem que deve ser considerado em todo o processo e não somente
                  pensado em termos de exames finais e notas.</p>
                <p> Após conhecermos um pouco sobre a história da avaliação, é
                  possível entender que as formas de avaliação que as instituições de
                  ensino trazem são heranças de séculos passados e que estão
                  presentes na própria história do homem.</p>
                <p> Vamos conhecer agora um pouco mais sobre avaliação, buscando
                  caracterizá-la e conceituá-la.</p>
                <p> O que é mesmo avaliar? Você já pensou nisso?</p>
                <p> Vamos observar alguns conceitos de autores que pesquisam na<br />
                  área.</p>
                <h4 class="subtitulo">Avaliação é...</h4>
                <p></p>
                <p>Um processo e não uma nota ou uma prova pontual que rotula o
                  aluno como capaz e não capaz! Vejamos agora algumas
                  concepções.</p>
                <p> Para Caldeira (2000), a avaliação não se dá num vazio, mas é
                  embasada por uma teoria pedagógica que determinará a prática na
                  sala de aula. Está associada a uma visão de homem, sociedade,
                  educação e, consequentemente, de ensino e aprendizagem. Dessa
                  forma, assim como não existe somente uma teoria pedagógica, a
                  avaliação também terá diferentes concepções e abordagem.</p>
                <p>Por isso, você já deve ter observado que numa mesma instituição de
                  ensino encontramos diferentes posturas dos professores frente aos
                  resultados e formas de avaliar, mesmo quando existem regras e
                  normas para orientar o professor.</p>
                <p> Prof. Carlos Cipriano Luckesi, um estudioso respeitado na área de
                  avaliação, vem destacar que é por meio da avaliação que o
                  professor pode fundamentar decisões sobre processo de ensino e
                  aprendizagem, dessa forma a avaliação é um instrumento de auxilio
                  em sua prática e não deve se vista somente como forma de atribuir
                  uma nota ao aluno, como se fosse algo externo ao processo
                  educativo, enfatiza que </p>
                <div class="comentarioAutor">
                  <div class="comentarioCit"><img src="../imgs/citacao.png" alt="Referência 1" width="48" height="48" /></div>
                  <p>“(...) se a avaliação não for diagnóstica ela
                    não terá como objetivos a aprendizagem e o desenvolvimento do
                    aluno e nem o auxiliando em seu crescimento.” </p>
                  <div class="comentarioCred">(LUCKESI, 2005, p.
                    150) </div>
                </div>
                <p> Observe que Luckesi (2005) destaca que avaliar não é somente dar
                  nota em atividades pontuais, mas a avaliação é um instrumento em
                  que o professor deve se apoiar para contribuir com a aprendizagem
                  dos alunos. Essa ideia nos faz pensar na avaliação como algo
                  positivo e contínuo na educação se contrapondo a ideia negativa
                  que normalmente vem associada à avaliação historicamente.</p>
                <p> Como o professor irá entender o desenvolvimento cognitivo dos seus
                  alunos sem avaliá-los? Como saberá se os conceitos apresentados
                  estão sendo compreendidos?</p>
                <p>Esses questionamentos nos remetem ao ponto chave da avaliação!
                  Avaliar pensando na qualidade da aprendizagem! Vamos abordar
                  essa discussão na avaliação no contexto da EaD! </p>
                <h4 class="subtitulo">Avaliar no contexto da EaD</h4>
                <p>Vimos no tópico anterior que avaliar é um processo que é
                  acompanhado pelo professor com objetivo de ajudar na
                  aprendizagem dos seus alunos. Assim, a avaliação é um
                  instrumento de trabalho do professor!</p>
                <p> No ensino a distância, que no nosso caso é desenvolvido no
                  ambiente virtual de aprendizagem, como é feita avaliação da
                  aprendizagem? Como são realizados os procedimentos avaliativos?</p>
                <p> Vamos averiguar primeiramente na legislação brasileira. Esta obriga
                  as instituições que trabalham com educação a distância a realizarem 
                  exames presenciais para comporem as notas que são geradas nos
                  diários e históricos escolares, definindo que a nota dos exames
                  presenciais prevaleçam sobre a nota das atividades realizadas a
                  distância. </p>
                <div class="comentarioAutor">
                  <div class="comentarioCit"><img src="../imgs/citacao.png" alt="Referência 1" width="48" height="48" /></div>
                  <p><strong>O Decreto 5.622/05 define que:</strong><br />
                    Art. 4º A avaliação do desempenho do estudante para fins de
                    promoção, conclusão de estudos e obtenção de diplomas ou 
                    certificados dar-se-á no processo, mediante:<br />
                    I - cumprimento das atividades programadas; e<br />
                    II - realização de exames presenciais.</p>
                  <p>§ 1º Os exames citados no inciso II serão elaborados pela<br />
                    própria instituição de ensino credenciada, segundo<br />
                    procedimentos e critérios definidos no projeto pedagógico do<br />
                    curso ou programa.<br />
                    § 2º Os resultados dos exames citados no inciso II deverão<br />
                    prevalecer sobre os demais resultados obtidos em quaisquer<br />
                    outras formas de avaliação a distância.</p>
                  <div class="comentarioCred"></div>
                </div>
                <p></p>
                <p>Apesar de haver uma maior valorização dos exames presenciais
                  em relação aos processos e atividades realizados a distância, é
                  importante consideramos que é no momento da interação a distância
                  no ambiente virtual que o aluno tem todos as condições e estrutura
                  para o desenvolvimento de sua aprendizagem. Essa valorização do
                  exame presencial deve-se principalmente ao fato de uma “tentativa”
                  de controle da identidade do aluno que estudo a distância pelas
                  instituições.</p>
                <p>Pensando na realidade das atividades que são realizadas a
                  distância, os ambientes virtuais de aprendizagem são desenvolvidos
                  para facilitar o processo de avaliação. Assim, quando você entra no
                  ambiente virtual, quando você registra seu login (usuário) e senha,
                  todas as suas ações são registradas e mapeadas em ferramentas
                  próprias de avaliação que somente o professor e a coordenação têm
                  acesso.</p>
                <p>Vejamos alguns dados fornecidos pelos ambientes virtuais em forma
                  de dados qualitativos e quantitativos. Na figura abaixo, você observa
                  alguns dados quantitativos: </p>
                <div class="lightboxdir">
                  <p><a href="imagens/FIG 07.png" title="Figura 1: Portal moodle"><img src="imagens/min_quadro07.jpg" alt="img" width="209" height="143" border="0" /></a><strong>Fonte:</strong> DEAD / IFCE - 2014</p>
                </div>
                <p>Os dados fornecem subsídios para que o professor tenha condições 
                  de averiguar como está a frequência do aluno nas atividades, 
                  permitindo que o docente possa tomar decisões para acompanhar o 
                  aluno em dificuldades que este esteja sentido para frequentar o 
                  ambiente e/ou acessar suas aulas. Essa ação é muito importante e 
                  definidora para evitar a evasão em cursos a distância.</p>
                <div class="comentarioAutor">
                  <div class="comentarioCit"><img src="../imgs/citacao.png" alt="Referência 1" width="48" height="48" /></div>
                  <p><strong>Caro(a) aluno(a), um alerta importante!</strong><br />
                    Evite deixar para fazer as atividades do ambiente todas de uma vez
                    só, entre frequentemente no ambiente e gradualmente, de acordo com
                    o cronograma do seu curso, participe das atividades colaborativas,
                    como os debates em fóruns de discussão, pois cada atividade possui
                    um tempo para iniciar e terminar. Na EaD, os prazos são cruciais para
                    um bom aproveitamento e aprendizagem.</p>
                  <div class="comentarioCred"></div>
                </div>
                <p>Os dados qualitativos possibilitam ao professor conhecer seus
                  alunos, realizar uma avaliação individual e ajudar cada aluno em sua
                  aprendizagem, assim envolve questões subjetivas tanto do professor
                  quanto do aluno. Essa avaliação está diretamente relacionada aos
                  critérios definidos previamente pelo professor em relação aos
                  objetivos a alcançar pelos alunos em sua disciplina, por isso os
                  feedback (retorno) as atividades entregue pelos alunos e, também
                  as participações nas atividades colaborativas são definidoras para o
                  sucesso do aluno curso.</p>
                <div class="lightboxdir">
                  <p><a href="imagens/FIG 08_.png" title="Figura 1: Portal moodle"><img src="imagens/min_quadro08.jpg" alt="img" width="209" height="143" border="0" /></a><strong>Fonte:</strong> DEAD / IFCE - 2014</p>
                </div>
                <p>Esses são alguns exemplos que facilitam a avaliação do professor<br />
                  em relação ao desempenho dos alunos e que são fornecidas pelo<br />
                  ambiente. Diante dessa constatação, você deve ter clareza da sua<br />
                  participação nas atividades solicitadas durante todo o processo, pois<br />
                  todas as suas ações serão registradas e alimentam as decisões do<br />
                  professor em relação a sua avaliação! </p>
                <p>&nbsp;</p>
                <h4 class="subtitulo">Avaliar no contexto da EaDModelo de avaliação do IFCE</h4>
                <p>Caro(a) aluno(a), o primeiro passo para compreender o modelo de
                  avaliação do IFCE é conhecer o Regulamento da Organização
                  Didática (ROD), que é um referencial para o estudante dessa
                  instituição, pois esse documento traz todas as orientações para a
                  comunidade acadêmica do IFCE, não somente sobre avaliação, mas
                  todas as suas normas, regras e funcionamento. Para acessar o
                  documento na íntegra, acesse: <a href="http://virtual.ifce.edu.br/moodle/file.php/2217/ROD-Comisso_de_Sistematizao27.pdf.">http://virtual.ifce.edu.br/moodle/file.php/2217/ROD-Comisso_de_Sistematizao27.pdf.</a></p>
                <div class="comentarioAutor">
                  <div class="comentarioCit"><img src="../imgs/citacao.png" alt="Referência 1" width="48" height="48" /></div>
                  <p><strong>Veja o que este documento diz sobre a avaliação da aprendizagem<br />
                    na EaD, em seu capítulo II, Seção I (p.55):</strong></p>
                  <p><br />
                    Art. 131 A avaliação da aprendizagem se realizará por meio da
                    aplicação de provas, trabalhos presenciais ou virtuais, projetos
                    orientados, experimentações práticas, entrevistas ou outros
                    instrumentos, levando-se em conta o caráter progressivo dos
                    instrumentos avaliativos ao longo do período letivo.<br />
                    Art. 132 A avaliação dos alunos constará de 40% das
                    atividades postadas no ambiente virtual e 60% das atividades
                    de avaliação presencial.<br />
                    Art. 133 A sistemática da avaliação ocorrerá por todo o
                    semestre letivo, não havendo etapas.<br />
                    Art. 134 A avaliação será composta por no mínimo 01 exame
                    presencial, atividades síncronas (chat’s, atividades presenciais,
                    etc.) e assíncronas (fórum, atividades postadas, etc).</p>
                  <div class="comentarioCred"></div>
                </div>
                <p>Nesse documento, observamos que há uma especificação de
                  peso/porcentagem em relação às avaliações, sendo que 60% será
                  por meio de provas presenciais e 40% por meio de atividades a
                  distância. Dá ênfase também em atividades postadas no ambiente
                  virtual, por meio de diferentes ferramentas e forma de comunicação.</p>
                <p>As atividades síncronas que o documento destaca referem-se
                  aquelas que alunos e professores encontram-se ao mesmo tempo,
                  sendo definidos dia e horário em cronogramas previamente
                  estipulados, por isso usou como exemplo, a ferramenta chat (batepapo)
                  por permitem que professores e alunos interajam todos em um
                  único espaço, mesmo estando distantes geograficamente.</p>
                <p>Já as atividades assíncronas são aquelas em que cada aluno define
                  seu tempo e horário de estudos. Nesse tipo de interação, o aluno
                  envia tarefas e mensagens e recebe retorno de professores e/ou
                  colegas posteriormente.</p>
                <p>No ensino a distância, a avaliação possui suas especificidades e
                  conta com a ajuda das potencialidades do ambiente virtual para
                  aproximar alunos e professores a alcançarem seus objetivos. O
                  registro do seu processo formativo, que se desenvolve no ambiente
                  virtual de aprendizagem durante todo seu curso e mesmo quando
                  este finaliza é uma vantagem do ensino a distância, pois permitem
                  que professores e alunos revejam e reavaliem suas atitudes, seus
                  trabalhos e esforços dedicados no processo de formação. </p>
                <h4 class="subtitulo">Conclusão</h4>
                <p>Com a apresentação dos recursos e ferramentas e do sistema de
                  avaliação do seu curso a distância, concluímos nossa aula e nossa
                  disciplina. Esperamos que você relacione as questões exploradas
                  com os seus estudos no ambiente para que obtenha bons resultados
                  como estudante virtual. Além disso, esperamos, ainda, que possa
                  entender a avaliação como um processo construtivo e positivo que
                  irá contribuir com seu crescimento intelectual de forma gradual e
                  contínua.</p>
                <p></p>
              </div>
              <div class="TabbedPanelsContent">
                <p><br />
                  AZEVEDO, Israel Belo de. <strong>O prazer da produção científica</strong>. 7. ed.
                  Piracicaba: UNIMEP, 1999.<br />
                  BEHRENS, Maria Aparecida. In: MORAN, J. M., MASETTO, M. T.;
                  BEHRENS, M. A. <strong>Novas tecnologias e mediação pedagógica.</strong> Campinas, São Paulo: Papirus, 2000. (Coleção Papirus Educação).
                  p. 67-132.<br />
                  BORDENAVE, Juan Dias. Pode a Educação à Distância ajudar a
                  resolver os problemas educacionais do Brasil? In: <strong>Tecnologia
                  Educaciona</strong>l, n. 15(70), p.34-39, 1986.<br />
                  BRASIL. Ministério da Educação. <strong>Lei de Diretrizes e Bases da
                  Educação Nacional – LDB. Lei Nº 9394 de 20 de dezembro de
                  1996</strong>. Disponível em: &lt;www.mec.gov.br/legis/pdf/ lei9394.pdf&gt;.
                  Acesso em: 27 fev. 2004.<br />
                  CARRAHER, David William. A aprendizagem de conceitos com o
                  auxílio do computador. In: ALENCAR, Eunice M. S. Soriano
                  (organizadora). <strong>Novas Contribuições da Psicologia aos
                  Processos de Ensino e Aprendizagem.</strong> 4. ed. São Paulo: Cortez,
                  2001.<br />
                  DESSAINT, Marie-Paule. <strong>Guide dês études à distance à
                  l´ÙniversiteLaval.</strong> Laval: UniversitéLaval, 1998.
                  FACULDADE SÃO CAMILO. <strong>Normas para elaboração de
                  trabalhos científicos.</strong> Rio de Janeiro: Faculdade de Enfermagem
                  Luiza de Marillac, 2007. Disponível em:&lt;http://www.sao-camilorj.
                  br/pdf/Manual_TCC_ENF.pdf&gt;. Acesso em: 10 set. 2009.<br />
                  FERREIRA, Aurélio Buarque de Holanda. <strong>Minidicionário da língua
                  portuguesa</strong>. 6. ed. rev. Atualizada. Curitiba: Posigraf, 2004.<br />
                  GALLIANO, Guilherme A.<strong> O método científico: teoria e prática</strong>. São
                Paulo: Harbra, 1979.</p>
                <p>HOFFMAN, Jeff; MACKIN, Denise. <strong>Interactive Television Course
                  Design. Michael Moore´s Learner Interaction Model, fron the
                  classroom to Interactive Television</strong>. Trabalho apresentado no
                  International Distance Learning Conference (IDLCON), Washigton
                  DC, 1996.<br />
                  LANNES, Denise. VELLOSO, Andréa. Biologia - <strong>Avaliação
                  Formativa: revendo decisões e ações educativas</strong>. Rio de janeiro:
                  Fundação CECIERJ, 2007. Disponível em: &lt;www.ituiu-taba.uemg.br/seminario2/poster.pdf&gt;<br />
                  MATA, Maria Lutgarda. <strong>Educação a Distância e novas tecnologias:
                  um olhar crítico</strong>. In: Tecnologias Educacional. São Paulo,v. 22
                  n.123/124, 1995. p.8-11.<br />
                  MOORE, Michael; KEARSLEY, Greg. <strong>Educação a distância: uma
                  visão integrada</strong>. São Paulo: Thomson Learning, 2007.<br />
                  PALLOFF, Rena M.; PRATT, Keith. <strong>O aluno virtual</strong>. Porto Alegre:
                  Artmed, 2004.<br />
                  _____.<strong>Quem é o aluno virtual? In: O aluno virtual: um guia para
                  trabalhar com estudantes on-line</strong>. Porto Alegre: ArtMed, 2005. p. 23-
                  35.<br />
                  PERAYA, Daniel. <strong>Qu´est-cequ´um campus virtuel? </strong>In: CHARLIER,
                  B. PERAYA, D. Utiliser les technologies pour apprendre. Projet,
                  pratiquesguidepour l action. Bruxelles: DeBoeck, 2001.<br />
                  ROMISZOWSKI, Alexander. Editorial nº 2.<strong> Revista Brasileira de
                  Aprendizagem Aberta e a Distância.</strong> v.2, 2003. Disponível em:                  Disponível em:                  &lt;http://www.abed.org.br/publique/cgi/cgilua.exe/sys/
                  start.htm?sid=22&amp;UserActiveTemplate=1por&amp;infoid=632.&gt; Acesso
                em: 12 ago. 2007.</p>
                <p>SANTIAGO, L. M.de L. <strong>Webconferência na Licenciatura de
                  Matemática da UAB/IFCE: o estado do devir tecnológico.</strong> Monografia (Especialização no Ensino da Matemática) – Centro de
                  Educação, Universidade Estadual do Ceará. Fortaleza, 2010.<br />
                  SILVA, Obdália Santana Ferraz. <strong>Entre o plágio e a autoria: qual o
                  papel da universidade?</strong> Rev. Bras. Educ. [online]. v.13, n.38, p.357-
                  368, ago. 2008.<br />
                  SILVA, Cassandra Ribeiro. <strong>Comunicação Científica e Trabalhos
                  Acadêmicos</strong>. Fortaleza: CEFETCE, 2006. (Notas de aula).<br />
                  SILVA, Marcos (org.). <strong>Educação online: teorias, práticas, legislação
                  e formação corporativa</strong>. Edições Loyola: São Paulo, 2003.<br />
                  SOUZA, Maria de Fátima Guerra. <strong>Nas trilhas de aprendizagem:
                  diálogo com quem estuda a distância.</strong>Brasília: UNB/Faculdade de
                  Educação. Centro de Educação a Distância- CEaD, s/d.<br />
                  TORI, Romero. A distância que aproxima. <strong>Revista de Educação a
                  Distância</strong>. São Paulo: ABED, v.1, n.1, p.17, 2002.<br />
                  YALLI, Juan Simon. Educação a Distância.<strong> Tecnologia
                  Educacional.</strong> n. 123/124, mar/jun, 1995, v. 22.<br />
                </p>
              </div>
		    </div>
	      </div>
		  <p>&nbsp;</p>
  </div>
</div>
  <div class="rodape">
    <div class="rodapeesq">Tempo de Estudo: <span id="clock1"></span><script>setTimeout('getSecs()',1000);</script></div>
    <div class="rodapedir">Prof. Cassandra Ribeiro O. e Silva</div>
  </div>
  
 <!-- DHTML Windows topico 1 - Diagrama -->
<div id="windows01-01" style="display:none">
<div align="center" style="padding-bottom:10px; padding-top:10px;">
<table width="95%" border="0" align="center" cellpadding="5" cellspacing="5">
  <tr>
    <td bgcolor="#4F81BD"><strong><span style="color:#FFF">Suporte</span></strong></td>
    <td bgcolor="#4F81BD"><strong><span style="color:#FFF">Caract&eacute;risticas</span></strong></td>
  </tr>
  <tr>
    <td bgcolor="#D0D8E8"><strong>Material impresso</strong><br />
    <img src="file:///H|/Documentos E-TEC/EaD aula web etec 2012/aula04/imagens/livro_impresso.png" width="189" height="115" alt="Livro impresso" /></td>
    <td bgcolor="#D0D8E8"><p>A produ&ccedil;&atilde;o de documentos impressos &eacute; facilitada por diferentes softwares aplicativos, como editor de texto, planilha eletr&ocirc;nica, softwares de desenho, os quais d&atilde;o melhor apar&ecirc;ncia e formata&ccedil;&atilde;o &agrave; apresenta&ccedil;&atilde;o impressa.</p>
    <p>Para os materiais digitais como apostilas eletr&ocirc;nicas, aulas na web, e outros, tamb&eacute;m s&atilde;o utilizados esses softwares. Os materiais podem ser: Livros-did&aacute;ticos ou guias de estudo, formul&aacute;rios, provas, atividades, outros.</p></td>
  </tr>
  <tr>
    <td bgcolor="#E9EDF4"><strong>Slides</strong><br />
    <img src="file:///H|/Documentos E-TEC/EaD aula web etec 2012/aula04/imagens/slide.jpg" width="174" height="131" alt="Slide" /> <br /></td>
    <td bgcolor="#E9EDF4"><p>Os softwares de apresenta&ccedil;&atilde;o eletr&ocirc;nica (como PowerPoint) e as impress&otilde;es em cores permitem produzir, sem maiores complica&ccedil;&otilde;es, transpar&ecirc;ncias atraentes.</p></td>
  </tr>
  <tr>
    <td bgcolor="#D0D8E8"><strong>&Aacute;udio<br />
    <img src="file:///H|/Documentos E-TEC/EaD aula web etec 2012/aula04/imagens/fita_cassete.png" width="120" height="99" alt="Audio" />    </strong></td>
    <td bgcolor="#D0D8E8"><p>Os softwares de edi&ccedil;&atilde;o de som e os consoles eletr&ocirc;nicos d&atilde;o acesso a fun&ccedil;&otilde;es e comandos que permitem registrar, emitir e produzir documentos de &aacute;udio de qualidade, conectando um gravador &agrave; placa de som do computador.</p>
    <p>Podem ser telefone, correio de voz, audioconfer&ecirc;ncia, r&aacute;dio.</p></td>
  </tr>
  <tr>
    <td bgcolor="#E9EDF4"><strong>Televis&atilde;o / V&iacute;deo<br />
    <img src="file:///H|/Documentos E-TEC/EaD aula web etec 2012/aula04/imagens/televisao.png" width="120" height="104" alt="televis&atilde;o" />    </strong></td>
    <td bgcolor="#E9EDF4"><p>Os softwares de edi&ccedil;&atilde;o de imagem, de som e os softwares de montagem eletr&ocirc;nica permitem construir filmes, anima&ccedil;&otilde;es e registrar em formato v&iacute;deo, conectando-se uma c&acirc;mera de v&iacute;deo na placa de v&iacute;deo do computador.</p>
    <p>Nesse caso, podem ser videotapes, transmiss&atilde;o via sat&eacute;lite, micro-ondas, v&iacute;deo em broadcast, v&iacute;deo de mesa (desktop v&iacute;deo).</p></td>
  </tr>
  <tr>
    <td bgcolor="#D0D8E8"><strong>Disquete<br />
    <img src="file:///H|/Documentos E-TEC/EaD aula web etec 2012/aula04/imagens/disquete.png" width="120" height="120" alt="Disquette" />    </strong></td>
    <td bgcolor="#D0D8E8"><p>Atualmente pouco utilizado, o disquete de 3 &frac12; pode guardar at&eacute; 1400 Kb (1,4 Mb), o equivalente a 500 p&aacute;ginas de texto, algumas imagens ou trinta segundos de som.</p></td>
  </tr>
  <tr>
    <td bgcolor="#E9EDF4"><strong>Pen drive</strong><br />
    <img src="file:///H|/Documentos E-TEC/EaD aula web etec 2012/aula04/imagens/pendrive.jpg" width="125" height="94" alt="pendrive" /></td>
    <td bgcolor="#E9EDF4"><p>Substituto para o disquete e o CD-ROM. Chamado de Mem&oacute;ria USB Flash Drive, alguns modelos s&atilde;o chamados de Pen Drive. &Eacute; um dispositivo de armazenamento constitu&iacute;do por uma mem&oacute;ria flash e um adaptador USB para interface com o computador.</p>
    <p>Alguns modelos podem ter a capacidade de 128MB at&eacute; 8GB de mem&oacute;ria port&aacute;til e alta velocidade na leitura e grava&ccedil;&atilde;o de dados, 16MB/seg e 12MB/seg. Geralmente possui formato compacto para facilitar o seu transporte.</p></td>
  </tr>
   <tr>
    <td bgcolor="#D0D8E8"><strong>CD-ROM<br />
     <img src="file:///H|/Documentos E-TEC/EaD aula web etec 2012/aula04/imagens/cd-rom.png" width="96" height="74" alt="cd-rom" />    </strong></td>
    <td bgcolor="#D0D8E8"><p>Uma tecnologia num&eacute;rica que permite registrar uma informa&ccedil;&atilde;o pura e inalter&aacute;vel: 76 minutos de som aproximadamente, ou 700 Mb de informa&ccedil;&atilde;o diversas: imagem, som, v&iacute;deo, texto, jogos, simula&ccedil;&atilde;o em tr&ecirc;s dimens&otilde;es, etc.</p></td>
  </tr>
  <tr>
    <td bgcolor="#E9EDF4"><strong>DVD<br />
    <img src="file:///H|/Documentos E-TEC/EaD aula web etec 2012/aula04/imagens/dvd.png" width="112" height="120" alt="dvd" />    </strong></td>
    <td bgcolor="#E9EDF4"><p>A sigla DVD &eacute; formada a partir das iniciais de Digital Versatile Disc ou Disco Vers&aacute;til Digital (antes denominado Digital Video Disc). Cont&eacute;m informa&ccedil;&otilde;es digitais e tem uma maior capacidade de armazenamento que o CD &aacute;udio ou CD-ROM, devido a uma tecnologia de compress&atilde;o de dados. Os DVDs possuem por padr&atilde;o a capacidade armazenar 4.7 Gb de dados, enquanto que um CD armazena em m&eacute;dia 700 Mb. Os chamados DVDs de Dupla Camada podem armazenar o dobro da capacidade de um DVD comum, ou seja, 9.4 Gb.</p></td>
  </tr>
  <tr>
    <td bgcolor="#D0D8E8"><strong>P&aacute;ginas Web<br />
    <img src="file:///H|/Documentos E-TEC/EaD aula web etec 2012/aula04/imagens/pagina-web.png" width="190" height="87" alt="paginas web" />    </strong></td>
    <td bgcolor="#D0D8E8"><p>S&atilde;o documentos adaptados &agrave; consulta pela internet. S&atilde;o escritos com duas linguagens preponderantes: HTML e JAVA. As p&aacute;ginas Web cont&ecirc;m textos, imagens, sons, v&iacute;deos, anima&ccedil;&otilde;es, aplica&ccedil;&otilde;es interativas. Como voc&ecirc; provavelmente j&aacute; constatou em seus estudos, podem ser ferramentas pedag&oacute;gicas interessantes.</p></td>
  </tr>
  <tr>
    <td bgcolor="#E9EDF4"><strong>Documentos locais<br />
    <img src="file:///H|/Documentos E-TEC/EaD aula web etec 2012/aula04/imagens/documentos-locais.png" width="90" height="90" alt="Documentos locias" />    </strong></td>
    <td bgcolor="#E9EDF4"><p>Os arquivos colocados sobre unidades de estocagem de informa&ccedil;&atilde;o (geralmente o disco r&iacute;gido) do computador permitem a consulta nas pastas do pr&oacute;prio computador.</p></td>
  </tr>
  <tr>
    <td bgcolor="#D0D8E8"><p><strong>Projetor eletr&ocirc;nico</strong></p>
    <p><img src="file:///H|/Documentos E-TEC/EaD aula web etec 2012/aula04/imagens/projetor.png" width="192" height="128" alt="Projetor" /></p></td>
    <td bgcolor="#D0D8E8"><p>Conectado a um computador, estes aparelhos permitem projetar sobre uma tela ou parede branca o que aparece na tela do computador.</p></td>
  </tr>
</table>
<span style="font-style:italic; font-size:90%;">Quadro 6 - Recursos utilizados em educa&ccedil;&atilde;o a dist&acirc;ncia</span>
</div>
</div>


<script type="text/javascript" src="../js/jquery-1.3.2.min.js"></script>
<script src="../js/mainpage.js" type="text/javascript"></script>
<script type="text/javascript" src="../js/jquery.tooltip.min.js"></script>

<script type="text/javascript">
var TabbedPanels1 = new Spry.Widget.TabbedPanels("TabbedPanels1");
</script>
</body>
</html>