<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Rede e-Tec Brasil</title>
<link href="../css/layout.css" rel="stylesheet" type="text/css" />
</head>

<body>
        <div class="logodir">
          <div class="cursodireita">Educa&ccedil;&atilde;o a Dist&acirc;ncia</div>
         </div>
<div id="corpo">
		<div class="conteudo">
        <div class="titulo">Aula 02 - Aprendendo a Dist&acirc;ncia II</div>
		  <div id="TabbedPanels1" class="TabbedPanels">
		    <ul class="TabbedPanelsTabGroup">
              <li class="TabbedPanelsTab" tabindex="0">APRESENTA&Ccedil;&Atilde;O</li>
              <li class="TabbedPanelsTab" tabindex="0">T&Oacute;PICO 1</li>
              <li class="TabbedPanelsTab" tabindex="0">T&Oacute;PICO 2</li>
              <li class="TabbedPanelsTab" tabindex="0">T&Oacute;PICO 3</li>
              <li class="TabbedPanelsTab" tabindex="0">REFERÊNCIAS</li>
		    </ul>
		    <div class="TabbedPanelsContentGroup">
              <div class="TabbedPanelsContent" style="position:relative">
                <h4 class="subtitulo">Introdu&ccedil;&atilde;o</h4>
                <div class="divapres">
                  <div id="lipsum">
                    <p>Caro aluno, esta aula &eacute;, de certa forma, uma continua&ccedil;&atilde;o da aula anterior. At&eacute; o momento, voc&ecirc; conheceu diversas t&eacute;cnicas para que possa tirar o melhor proveito dos seus estudos, refletiu e organizou seu cronograma, entre outras coisas.</p>
                    <p>Nesta aula voc&ecirc; conhecer&aacute; o modelo de pedagogia a distância do IFCE, um modelo no qual as pr&aacute;ticas de ensino-aprendizagem est&atilde;o centradas no estudante adulto, seguindo os princ&iacute;pios da Andragogia. Para esse modelo, &eacute; necess&aacute;rio que voc&ecirc;, alunos, e n&oacute;s, professores, compreendamos que essa educa&ccedil;&atilde;o busca uma aprendizagem colaborativa e aut&ocirc;noma.</p>
                    <p>Ainda nesta aula, voc&ecirc; conhecer&aacute; um pouco mais sobre autonomia e colabora&ccedil;&atilde;o na EaD, bem como analisar&aacute; as quest&otilde;es que o estudante adulto e comprometido com sua aprendizagem precisar&aacute; ter para evitar uma pr&aacute;tica ilegal cada vez mais comum: &ldquo;copiar e colar&rdquo;.</p>
                    <div class="objetivosini">
                      <div class="objetivosico"><img src="../imgs/objetivos.png" alt="objetivos" width="168" height="50" /></div>
                      <ul type="disc">
                        <li>Discutir o modelo de pedagogia a dist&acirc;ncia do IFCE.</li>
                        <li>Discutir a metodologia colaborativa em EaD;</li>
                        <li>Compreender a import&acirc;ncia da autonomia na EaD;</li>
                        <li>Discutir a pr&aacute;tica de autoria na EaD</li>
                      </ul>
                    </div>
                    <p>&nbsp;</p>
                  </div>
                </div>
              </div>
              <div class="TabbedPanelsContent" style="position:relative">
                <div class="ntopico" style="left:-55px; top:17px; width: 58px; height: 48px;">01</div>
                <div class="ntitulo"><strong>Modelo de pedagogia a dist&acirc;ncia</strong></div>
                <div class="nsubtitulo"> Este t&oacute;pico tem como objetivo:
                  <ul>
                    <li>Discutir o modelo de pedagogia a dist&acirc;ncia do IFCE.</li>
                  </ul>
                </div>
                <p>O modelo pedag&oacute;gico da EaD, diferente do presencial, &eacute; planejado e produzido 
                  para dar a voc&ecirc; o maior controle poss&iacute;vel sobre sua aprendizagem. 
                  Assim, &eacute; voc&ecirc; quem escolhe o momento, o lugar, o seu ritmo de 
                  aprendizagem, levando em conta que o ritmo precisa estar de acordo com o cronograma 
                da disciplina que voc&ecirc; est&aacute; cursando.</p>
                <p>Neste curso, voc&ecirc; contar&aacute; com uma diversidade de ambientes de ensino e aprendizagem, 
                  mediado por tecnologias impressa e digital, al&eacute;m dos momentos presenciais nos polos.</p>
                <p>O modelo pedag&oacute;gico da EaD &eacute; concebido para a aprendizagem de adultos, segundo 
                  os princ&iacute;pios da Andragogia. Diferente do curso tradicional em sala de aula, 
                  a forma&ccedil;&atilde;o que voc&ecirc; agora inicia o torna o mestre de sua aprendizagem, o gestor 
                  do seu tempo e ritmo.</p>
                <p>Definimos Andragogia comparando-a &agrave; Pedagogia. A Andragogia &eacute; a arte e a 
                  ci&ecirc;ncia da educa&ccedil;&atilde;o de adultos, e a Pedagogia &eacute; a arte e a ci&ecirc;ncia da educa&ccedil;&atilde;o de 
                  crian&ccedil;as e adolescentes. Portanto, as pr&aacute;ticas de ensino e aprendizagem andrag&oacute;gicas 
                  distiguem-se das pedag&oacute;gicas.</p>
                <p>Você sabe que crian&ccedil;as e adultos t&ecirc;m necessidades diferenciadas. Crian&ccedil;as s&atilde;o mais dependentes 
                  da orienta&ccedil;&atilde;o dos adultos; adolescentes t&ecirc;m essa depend&ecirc;ncia reduzida; e adultos, 
                  al&eacute;m de independ&ecirc;ncia, contam com sua experi&ecirc;ncia de vida que influência diretamente 
                  sua aprendizagem aut&ocirc;noma. Em fun&ccedil;&atilde;o disso, h&aacute; necessidade de se ter 
                  uma ci&ecirc;ncia voltada para o ensino de adultos e outra para o ensino de crian&ccedil;as.</p>
                <p>A Andragogia, ao estudar as caracter&iacute;sticas do adulto em situa&ccedil;&atilde;o de aprendizagem, 
                  consegue determinar quais as melhores condi&ccedil;&otilde;es para aprender. </p>
                <div class="div90">
                  <div id="CollapsiblePanel3" class="CollapsiblePanel">
                    <div class="CollapsiblePanelTab" tabindex="0">Isso porque 
                      <div class="seta"><img src="../imgs/seta.png" alt="Abrir" width="54" height="54" /></div>
                    </div>
                    <div class="CollapsiblePanelContent">
                    <div class="caixaDestaque">
                <ol>
                          <li>Os adultos s&atilde;o portadores de uma experi&ecirc;ncia que os distingue das crian&ccedil;as e dos jovens. Em numerosas situa&ccedil;&otilde;es de forma&ccedil;&atilde;o, s&atilde;o os pr&oacute;prios adultos com a sua experi&ecirc;ncia que constituem o recurso mais rico para as suas pr&oacute;prias aprendizagens.</li>
                          <li>Os adultos est&atilde;o dispostos a iniciar um processo de aprendizagem desde que compreendam a sua utilidade para melhor enfrentar problemas reais da sua vida pessoal e profissional.</li>
                          <li>Em algumas situa&ccedil;&otilde;es de ensino em que adultos est&atilde;o envolvidos, h&aacute; mais facilidade para se enfatizar o trabalho com resolu&ccedil;&atilde;o de problemas e tarefas com que se confrontam na sua vida cotidiana, uma vez que os pr&oacute;prios adultos demandam com mais frequ&ecirc;ncia esse tipo de abordagem.</li>
                          <li>Os adultos s&atilde;o sens&iacute;veis a est&iacute;mulos da natureza externa (notas, etc.), mas s&atilde;o os fatores de ordem interna que primeiramente motivam o adulto para a aprendizagem (satisfa&ccedil;&atilde;o, autoestima, qualidade de vida, etc.)</li>
                      </ol>
                      <div align="center">Quadro 1 – Aprendizagem de adultos. Fonte Peraya (2001).</div>
                      </div>
                    
                    </div>
                  </div>
                </div>
               <div class="referenciaBoxdir">
                    <div id="animar1" class="boxiconedir"><img src="../imgs/complementodir.png" alt="Complemento" width="90" height="222" /></div>
                  </div>
                  <div id="bloco1" style="display:none;">
                    <p>Pesquise mais sobre Andragogia. V&aacute; ao Google (<a href="http://www.google.com.br" target="_blank">www.google.com.br</a>) e insira a frase &ldquo;o que &eacute; andragogia?&rdquo;.</p>
                    <p>Explore as defini&ccedil;&otilde;es, os autores. N&atilde;o deixe de dar uma olhada no que diz Paulo Freire.</p>
                    <p>Por fim, fa&ccedil;a um resumo do que conseguiu aprender sobre o assunto.</p>
                    <div id="esconder1" class="fechar">Fechar <img src="../imgs/fechar.png" alt="Fechar" width="24" height="23" align="absmiddle" /></div>
                    <div style="clear:both;"></div>
                  </div>
                  <p>Por essas raz&otilde;es, nosso modelo &eacute; centrado no estudante, que precisa ter todos os 
                    meios, materiais e estrat&eacute;gias did&aacute;ticas concebidas para que sua aprendizagem seja 
                  facilitada. Por isso as m&iacute;dias de entrega do conte&uacute;do s&atilde;o variadas. </p>
                  <div class="nicones"><img src="../imgs/conceitos.png" alt="Conceitos" width="156" height="130" /></div>
                  <p>&nbsp;</p>
                  <p>Aproveite para rever e fortalecer suas motiva&ccedil;&otilde;es neste curso.</p>
                  <p>&nbsp;</p>
                  <p>&nbsp;</p>
                  
                  </div>
              <div class="TabbedPanelsContent">
                <div class="ntopico">02</div>
                <div class="ntitulo"><strong>Colabora&ccedil;&atilde;o e Autonomia na EaD</strong></div>
                <div class="nsubtitulo">Este t&oacute;pico tem como objetivo:
                  <ul>
                    <li>Discutir a metodologia colaborativa em EaD.</li>
                    <li>Compreender a import&acirc;ncia da autonomia na EaD.</li>
                  </ul>
                </div>
                <p>Neste t&oacute;pico, voc&ecirc; estudar&aacute; duas importantes quest&otilde;es que envolvem a educa&ccedil;&atilde;o a dist&acirc;ncia por meio de Ambientes Virtuais de Educa&ccedil;&atilde;o que consistem na autonomia e na metodologia colaborativa. Esses aspectos s&atilde;o relevantes, pois permitem situar alunos e professores em um modelo de educa&ccedil;&atilde;o que busca uma aprendizagem colaborativa e aut&ocirc;noma.</p>
                <h4 class="subtitulo">2.1 Metodologia Colaborativa</h4>
                <p>Com a possibilidade de comunica&ccedil;&atilde;o e compartilhamento de informa&ccedil;&otilde;es entre alunos e professores, e entre alunos e alunos trazidas pelas tecnologias digitais e suas ferramentas, novas formas de ensinar e aprender foram desenvolvidas. Nesse contexto, destacamos a metodologia colaborativa para o ensino a dist&acirc;ncia como uma das mais utilizadas atualmente no contexto de ensino por meio de Ambientes Virtuais de Aprendizagem - AVA.</p>
                <div class="lightboxdir"><a href="imagens/img01.jpg" title="Figura 1 - Media&ccedil;&atilde;o do Professor"><img src="imagens/imagem01.png" alt="imga" width="245" height="211" border="0" /></a><strong>Fonte:</strong> www.latinstock.com.br</div>
                <p>A metodologia colaborativa tem como fundamento a rela&ccedil;&atilde;o e troca de conhecimento entre os sujeitos. Como pressuposto para aprendizagem, sup&otilde;e que, al&eacute;m da media&ccedil;&atilde;o do professor e de estudo individuais com materiais did&aacute;ticos, &eacute; imprescind&iacute;vel o trabalho coletivo entre os alunos.</p>
                <p>A ideia chave da metodologia colaborativa &eacute; o desenvolvimento do di&aacute;logo, pois, por meio dele, &eacute; poss&iacute;vel aprender com o outro. Para isso, &eacute; necess&aacute;rio que tanto o professor tutor
                quanto os alunos estejam abertos a essas possibilidades. </p>
                <p>&nbsp;</p>
                <div class="comentarioAutor">
                  <div class="comentarioCit"><img src="../imgs/citacao.png" alt="Referência 1" width="48" height="48" /></div>
                  <p>Trazer o diálogo para dentro das práticas de EaD é permitir que
                os alunos e alunas possam assumir seu papel de sujeito,
                sendo capazes de expressar ideias, percepções, desejos,
                intenções e sentimentos. Através da linguagem e do discurso, é 
                possível que a interação possa se desenvolver por via de
                entendimento mútuo negociado e argumentativo, diferente da
                imposição e autoridade que muitas vezes é exercida no interior
                da relação entre professor e aluno. </p>
                  <div class="comentarioCred">( Young,2008, p.56) </div>
                </div>
                <p>&nbsp;</p>
                <div class="lightbox"><a href="imagens/img02.png" title="Figura 1 - Media&ccedil;&atilde;o do Professor"><img src="imagens/imagem02.png" alt="imga" width="245" height="211" border="0" /></a><strong>Fonte:</strong> www.latinstock.com.br</div>
                <p>Para isso, é necessário que tanto o professor-tutor quanto os alunos
                estejam abertos a essas possibilidades. Para que a metodologia colaborativa em EaD realmente tenha sucesso, &eacute; necess&aacute;rio que tanto alunos quanto professores superem a ideia de que educar &eacute; transmitir conte&uacute;do, pois, nessa concep&ccedil;&atilde;o, n&atilde;o se valorizam os conhecimentos que os alunos j&aacute; trazem quando entram em seus cursos e disciplinas. Educar &eacute; muito mais que transmitir conhecimento &eacute;, a possibilidade de forma&ccedil;&atilde;o integral de sujeito em que o conhecimento precisa ser constru&iacute;do, tendo significado para os alunos.</p>
                <div class="comentarioAutor">
                  <div class="comentarioCit"><img src="../imgs/citacao.png" alt="Referência 1" width="48" height="48" /></div>
                  <p>(...) a atividade colaborativa consiste numa prática em que todos os participantes são autores, sobressaindo o trabalho
                    coletivo como resultado da atividade. A prática colaborativa
                    pressupõe uma ideia de educação sob a qual os alunos são
                  sujeitos ativos e autônomos.</p>
                  <div class="comentarioCred">( Young,2008, p.56) </div>
                </div>
                <p>&nbsp;</p>
                <h4 class="subtitulo">2.2 Autonomia na EaD</h4>
                <p>Uma das caracter&iacute;sticas mais importantes de um aluno que estuda e aprende a dist&acirc;ncia &eacute; a autonomia, pois ele tem a liberdade, a responsabilidade, a flexibilidade e o gerenciamento do seu tempo. Ou seja, &eacute; o aluno quem determina como, quando, em que tempo ir&aacute; estudar estando ele longe geograficamente do professor e do colega.</p>
                <p>Primeiro vamos entender o conceito de autonomia que, de acordo com o dicion&aacute;rio Aur&eacute;lio (2004), significa &ldquo;faculdade de se governar a si mesmo&rdquo;. Isso &eacute; capacidade, liberdade, independ&ecirc;ncia de direcionar seus atos, de gerir seus passos em busca de algo que lhe traga crescimento pessoal e/ou material.</p>
                <p>Um aluno que estuda e aprende a dist&acirc;ncia precisa compreender que seu sucesso est&aacute; na arte de &ldquo;aprender a aprender&rdquo; e, para isso, ele precisa acreditar que a aprendizagem de qualidade pode ocorrer em qualquer lugar e a qualquer momento (PALLOFF, PRATT, 2005). Ele deve ter consci&ecirc;ncia e estar disposto a buscar as informa&ccedil;&otilde;es necess&aacute;rias para a constru&ccedil;&atilde;o do conhecimento e da sua aprendizagem, bem como do fortalecimento da autonomia. Ele necessita estar aberto para entender que precisa desenvolver a cada dia sua capacidade de refletir, avaliar e criticar sobre todos os elementos que envolvem sua aprendizagem (seja sobre o conte&uacute;do, seja sobre suas contribui&ccedil;&otilde;es ou as dos colegas).</p>
                <p>A participa&ccedil;&atilde;o do professor no processo de constru&ccedil;&atilde;o da autonomia por parte do aluno &eacute; fundamental. Ele precisa se dispor a ajudar o aluno a solidificar essa conquista. Engajar-se no sentido de usar todos os meios e artif&iacute;cios para despertar no aluno o sentido de ser organizado, respons&aacute;vel, cr&iacute;tico, reflexivo. O professor precisa estar disposto a n&atilde;o deixar que o aluno se sinta s&oacute; no processo de ensino aprendizagem, procurando sempre dialogar, discutir, instigar o aluno a pesquisar, a construir opini&otilde;es e desenvolver conceitos.</p>
                <div class="comentarioAutor">
                  <div class="comentarioCit"><img src="../imgs/citacao.png" alt="Cita&ccedil;&atilde;o" width="48" height="48" /></div>
                  <p>&ldquo;Autonomia n&atilde;o &eacute; sin&ocirc;nimo de aprendizagem solit&aacute;ria, de autoinstru&ccedil;&atilde;o, de autodidatismo; ela n&atilde;o implica em abdica&ccedil;&atilde;o de responsabilidade por parte do professor; n&atilde;o &eacute; um novo m&eacute;todo de ensino, n&atilde;o &eacute; um comportamento uniforme facilmente descrito; n&atilde;o &eacute; um estado definitivo provocado no aprendiz. [...] &Eacute; essencialmente a rela&ccedil;&atilde;o psicol&oacute;gica que o aprendiz tem com o processo e o conte&uacute;do da aprendizagem. &Eacute; a centraliza&ccedil;&atilde;o do processo pedag&oacute;gico sobre o aprendiz enquanto sujeito de sua pr&oacute;pria forma&ccedil;&atilde;o. [...] N&atilde;o se deve ficar surpreso se certos aprendizes oferecerem resist&ecirc;ncia &agrave; aprendizagem aut&ocirc;noma. A autonomia implica em um desafio constante &agrave;s nossas cren&ccedil;as, o que pode ser desestabilizador; mas ser&atilde;o sempre os alunos aut&ocirc;nomos que far&atilde;o melhor a transi&ccedil;&atilde;o entre a aprendizagem e a utiliza&ccedil;&atilde;o da linguagem.&rdquo;</p>
                  <p><br />
                  </p>
                  <div class="comentarioCred">(LITTLE, 1990, apud GRANDCOLAS, 1993)</div>
                </div>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
              </div>
              <div class="TabbedPanelsContent">
                <div class="ntopico">03</div>
                <div class="ntitulo"><strong>Autoria na Educa&ccedil;&atilde;o a Dist&acirc;ncia</strong></div>
                <div class="nsubtitulo"> Este t&oacute;pico tem como objetivo:
                  <ul type="disc">
                    <li>Discutir a pr&aacute;tica de autoria na EaD.</li>
                  </ul>
                </div>
                <p>A educa&ccedil;&atilde;o a dist&acirc;ncia por meio dos Ambientes Virtuais de Aprendizagem (AVA) permite ao aluno uma proximidade com a internet, na qual existe uma ampla fonte de pesquisa, desde textos simples at&eacute; disserta&ccedil;&otilde;es e teses completas, constituindo-se em um importante banco de dados que auxilia alunos e professores no contexto educativo atual.</p>
                <p>Se por um lado a internet possui uma grande vantagem por ser uma rica fonte de informa&ccedil;&atilde;o e pesquisa, por outro lado se constitui num dispositivo que permite a apropria&ccedil;&atilde;o de produ&ccedil;&atilde;o intelectual de outras pessoas, uma pr&aacute;tica conhecida comumente como &ldquo;copiar e colar&rdquo;. Essa pr&aacute;tica vem sendo amplamente desenvolvida e se configura como um problema grave enfrentado pelas institui&ccedil;&otilde;es de ensino superior e, por esse motivo, merece ser destacada e discutida, pois envolve um problema &eacute;tico.</p>
                <p>Essa problem&aacute;tica j&aacute; existente no &acirc;mbito escolar e acad&ecirc;mico &eacute; ampliada com as possibilidades trazidas com a tecnologia digital, na qual permite que toda informa&ccedil;&atilde;o dispon&iacute;vel na <span style="font-style: italic">web</span> seja copiada, editada e utilizada, muitas vezes, sem nenhuma preocupa&ccedil;&atilde;o em garantir os devidos cr&eacute;ditos por parte de quem produziu o conhecimento e/ou informa&ccedil;&otilde;es dispon&iacute;veis. Diante disso, percebemos que muitos trabalhos escolares entregues pelos alunos s&atilde;o c&oacute;pias id&ecirc;nticas de textos tirados da internet.</p>
                <p>Outras vezes s&atilde;o copiados trechos de diferentes textos, formando um trabalho descontextualizado e sem coer&ecirc;ncia, caracterizando uma pr&aacute;tica ilegal conhecida como pl&aacute;gio o qual consiste na apropria&ccedil;&atilde;o total ou parcial de textos sem a autoriza&ccedil;&atilde;o de seu autor.</p>
                <p>Ciente dessa quest&atilde;o de dif&iacute;cil solu&ccedil;&atilde;o, &eacute; necess&aacute;rio que a comunidade acad&ecirc;mica problematize-a abrindo um espa&ccedil;o de discuss&atilde;o e di&aacute;logo constante para que se apresentem todas as consequ&ecirc;ncias da pr&aacute;tica de apropria&ccedil;&atilde;o indevida de materiais de outrem.</p>
                <div class="comentarioAutor">
                  <div class="comentarioCit"><img src="../imgs/citacao.png" alt="Cita&ccedil;&atilde;o" width="48" height="48" /></div>
                  <p>&ldquo;Torna-se vital a reflex&atilde;o sobre a pr&aacute;tica do pl&aacute;gio entre os graduandos, professores em forma&ccedil;&atilde;o, visto ser esse um problema que tem tomado propor&ccedil;&otilde;es cr&iacute;ticas, pois roubar de si mesmo a possibilidade de um outro pensar, da inventividade, &eacute; um pre&ccedil;o muito caro que o sujeito tem a pagar.&rdquo;</p>
                  <p><br />
                  </p>
                  <div class="comentarioCred">Silva (p. 357, 2008)</div>
                </div>
                <h4 class="subtitulo">Conclusão</h4>
                <p>Neste tópico, estudamos sobre a importância do embasamento da
                  Andragogia e da metodologia colaborativa para o processo de
                  ensino a distância de qualidade que prioriza a interação e a
                  experiência entre os alunos adultos. Em seu curso, esses
                  fundamentos serão cruciais para o sucesso de sua aprendizagem.
                  Discutimos, ainda, a prática de autoria na EaD e o problema do
                plágio.</p>
                <p>&nbsp;</p>
              </div>
              <div class="TabbedPanelsContent">
                <p><br />
                  PALLOFF, Rena M. ;PRATT, Keith. <strong>O aluno virtual. </strong>Porto Alegre: Artmed, 2004.<br />
                  PALLOFF, Rena M.; PRATT, Keith.<strong> Quem &eacute; o aluno virtual? In: _____. O aluno virtual: um guia para trabalhar com estudantes on-line</strong>. Porto Alegre:Artmed, 2005. p. 23- 35.<br />
                  SILVA, Obdália Santana Ferraz. <strong><span style="font-style: normal">Entre o plágio e a autoria: qual o
papel da universidade?</span></strong> Rev. Bras. Educ. [online]. v.13, n.38, p.357-<br />
368, ago. 2008.ArtMed, 2005. p. 23- 35.Artmed, 2004.<br />
                  <br />
                </p>
              </div>
		    </div>
	      </div>
  </div>

  <div class="rodape">
    <div class="rodapedir">Prof. Cassandra Ribeiro O. e Silva</div>
  </div>
  
<script type="text/javascript" src="../js/jquery-1.3.2.min.js"></script>
<script src="../js/mainpage.js" type="text/javascript"></script>
<script type="text/javascript" src="../js/jquery.tooltip.min.js"></script>

<script type="text/javascript">
var TabbedPanels1 = new Spry.Widget.TabbedPanels("TabbedPanels1");
</script>
</body>
</html>