<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Rede e-Tec Brasil</title>
<link href="../css/layout.css" rel="stylesheet" type="text/css" />
</head>

<body>
<div class="logodir">
  <div class="cursodireita">Aula 03 - Educa&ccedil;&atilde;o a Dist&acirc;ncia</div>
</div>
<div id="corpo">
		<div class="conteudo">
        
		  <div id="TabbedPanels1" class="TabbedPanels">
		    <ul class="TabbedPanelsTabGroup">
              <li class="TabbedPanelsTab" tabindex="0">APRESENTA&Ccedil;&Atilde;O</li>
              <li class="TabbedPanelsTab" tabindex="0">T&Oacute;PICO 1</li>
              <li class="TabbedPanelsTab" tabindex="0">T&Oacute;PICO 2</li>
              <li class="TabbedPanelsTab" tabindex="0">TÓPICO 3</li>
<li class="TabbedPanelsTab" tabindex="0">REFER&Ecirc;NCIAS</li>
		    </ul>
		    <div class="TabbedPanelsContentGroup">
              <div class="TabbedPanelsContent" style="position:relative">
                <h4 class="subtitulo">Introdu&ccedil;&atilde;o</h4>
                <div class="divapres">
                  <div id="lipsum">
                    <p>Chegou o momento de tratarmos dos conceitos que envolvem a EaD, pois, como voc&ecirc; &eacute; aluno de um curso de gradua&ccedil;&atilde;o a dist&acirc;ncia, &eacute; importante que conhe&ccedil;a as no&ccedil;&otilde;es que constituem essa modalidade de ensino-aprendizagem, bem como sua evolu&ccedil;&atilde;o que esteve condicionada &agrave; evolu&ccedil;&atilde;o das m&iacute;dias. Al&eacute;m de tratar desses aspectos, nesta aula, voc&ecirc; tamb&eacute;m conhecer&aacute; um pouco sobre o hist&oacute;rico da EaD no Brasil.</p>
                    <div class="objetivosini">
                      <div class="objetivosico"><img src="../imgs/objetivos.png" alt="objetivos" width="168" height="50" /></div>
                      <ul type="disc">
                        <li>Conhecer os conceitos que envolvem a educa&ccedil;&atilde;o a dist&acirc;ncia.</li>
                        <li>Conhecer um breve hist&oacute;rico da Educa&ccedil;&atilde;o a dist&acirc;ncia no Brasil.</li>
                      </ul>
                    </div>
                    <p>&nbsp;</p>
                  </div>
                </div>
              </div>
              <div class="TabbedPanelsContent" style="position:relative">
                <div class="ntopico" style="left:-55px; top:17px; width: 58px; height: 48px;">01</div>
                <div class="ntitulo"><strong>Conceitos e Evolu&ccedil;&atilde;o em Educa&ccedil;&atilde;o a Dist&acirc;ncia</strong></div>
                <div class="nsubtitulo"> Este t&oacute;pico tem como objetivo:
                  <ul>
                    <li>Conhecer os conceitos que envolvem a educa&ccedil;&atilde;o a dist&acirc;ncia.</li>
                  </ul>
                </div>
                <p>Educa&ccedil;&atilde;o a Dist&acirc;ncia ou EaD &eacute; o termo gen&eacute;rico usado no Brasil para designar modos de forma&ccedil;&atilde;o ou de aprendizagem cuja media&ccedil;&atilde;o estudante-professor-conte&uacute;do &eacute; feita por alguma tecnologia e que, por isso, diferencia-se do modelo presencial cl&aacute;ssico.</p>
                 <div class="referenciaBoxdir">
                    <div id="animar1" class="boxiconedir"><img src="../imgs/vocesabiadir.png" alt="Complemento" width="90" height="222" /></div>
                </div>
                <div id="bloco1" style="display:none;">
                    <p>&ldquo;E&rdquo; vem de &ldquo;eletronic&rdquo;, como o &rdquo;e&rdquo;- de e-mail. Significa uma modalidade de EAD baseada na internet e em outros meios digitais, como Educa&ccedil;&atilde;o Online, no Brasil. Isso porque h&aacute; outros modelos de EAD como cursos semipresenciais e/ou que utilizam outras m&iacute;dias al&eacute;m da internet. J&aacute; o &ldquo;U&rdquo;&eacute; bem novo e significa &ldquo;ubiquos&rdquo;, ubiquitous, ou simplesmente mobility (de mobilidade). Resume uma modalidade de EAD que se organiza a partir das tecnologias sem fio (GPRS, 3G, I-Mode, WAP, Wifi). No U-learning voc&ecirc; pode acessar os conte&uacute;dos, fazer as atividades, etc. pelo celular. Ainda h&aacute; o b-learning (blended-learning), h&iacute;brido entre presencial e &agrave; dist&acirc;ncia.</p>
                    <div id="esconder1" class="fechar">Fechar <img src="../imgs/fechar.png" alt="Fechar" width="24" height="23" align="absmiddle" /></div>
                    <div style="clear:both;"></div>
                  </div>
                <p>Educa&ccedil;&atilde;o a Dist&acirc;ncia (EaD), Forma&ccedil;&atilde;o a Dist&acirc;ncia (FaD), Aprendizagem Aberta e a Dist&acirc;ncia (AAD), ELearning e, mais recentemente, U-learning ou U-forma&ccedil;&atilde;o: os termos e escrita demonstram que, quando se fala dessa modalidade educacional, n&atilde;o h&aacute; como dissoci&aacute;-la dos meios de entrega do conte&uacute;do e de intera&ccedil;&atilde;o, ou seja, das Tecnologias da Informa&ccedil;&atilde;o e Comunica&ccedil;&atilde;o (TIC).</p>
               
                
                <p>A Educa&ccedil;&atilde;o a dist&acirc;ncia, simplificada no termo EaD, segundo o Decreto n&ordm; 5.622, de 19 de dezembro de 2005, que regulamenta o art. 80 da Lei no 9.394, de 20 de dezembro de 1996, em que se estabelecem as diretrizes e bases da educa&ccedil;&atilde;o nacional, &eacute; caracterizada como:</p>
                <div class="caixaDestaque">
                  <p>Modalidade educacional na qual a media&ccedil;&atilde;o did&aacute;tico-pedag&oacute;gica<br />
                  nos processos de ensino e aprendizagem ocorre com a utiliza&ccedil;&atilde;o de<br />
                  meios e tecnologias de informa&ccedil;&atilde;o e comunica&ccedil;&atilde;o, com estudantes<br />
                  e professores desenvolvendo atividades educativas em lugares ou<br />
                tempos diversos.</p>
                </div>
                <p>&nbsp;</p>
                <div class="referenciaBox">
                  <div id="animar2" class="boxicone"><img src="../imgs/atencao.png" alt="Complemento" width="90" height="222" /></div>
                </div>
                <div id="bloco2" style="display:none;">
                  <p>Para caracterizar a EaD, começaremos pela Lei de Diretrizes e<br />
                    Bases da educação (LDB) 9.394/96 que permitiu um avanço nessa<br />
                  área quando define em seu artigo nº 80 que:</p>
                  <p>O Poder Público incentivará o desenvolvimento e a veiculação<br />
                    de programas de ensino a distância, em todos os níveis e<br />
                  modalidades de ensino, e de educação continuada.</p>
                  <p><br />
                    §1º - A educação a distância, organizada com abertura e<br />
                    regime especiais, será oferecida por instituições<br />
                    especificamente credenciadas pela União.<br />
                    §2º - A União regulamentará os requisitos para a realização de<br />
                    exames e registros de diplomas relativos a cursos de educação<br />
                    a distância.<br />
                    §3º - As normas para produção, controle e avaliação de<br />
                    programas de educação a distância e a autorização para a sua<br />
                    implantação, caberão aos órgãos normativos dos respectivos<br />
                    sistemas de ensino, podendo haver cooperação e integração<br />
                  entre os diferentes sistemas. (BRASIL, 1996)</p>
                  <div id="esconder2" class="fechar">Fechar <img src="../imgs/fechar.png" alt="Fechar" width="24" height="23" align="absmiddle" /></div>
                  <div style="clear:both;"></div>
                </div>
                <p>A incorpora&ccedil;&atilde;o crescente das novas tecnologias da informa&ccedil;&atilde;o e comunica&ccedil;&atilde;o ao processo ensino&ndash;aprendizagem a dist&acirc;ncia vem tornando essa modalidade educacional mais democr&aacute;tica, rompendo barreiras culturais de l&iacute;ngua, de espa&ccedil;o geogr&aacute;fico, de tempo, &agrave; medida que dinamiza os modos de ensinar e aprender e de realizar as intera&ccedil;&otilde;es pedag&oacute;gicas necess&aacute;rias entre &ldquo;aprendiz/interface, aprendiz/conte&uacute;do, aprendiz/professor, aprendiz/aprendiz&rdquo; (HOFFMANMAN E MACMACMACKIN ,1996).</p>
                <p>Os atuais est&aacute;gios de desenvolvimento tecnol&oacute;gico, aliados aos recursos da inform&aacute;tica e das telecomunica&ccedil;&otilde;es, mudaram o conceito de dist&acirc;ncia e aproxima os sujeitos atrav&eacute;s das ferramentas de comunica&ccedil;&atilde;o e intera&ccedil;&atilde;o capazes de diminuir a barreira (mas n&atilde;o de eliminar) da separa&ccedil;&atilde;o f&iacute;sica e temporal entre professor e aluno, al&eacute;m de proporcionar um aumento substancial do n&iacute;vel de interatividade.</p>
                <h4 class="subtitulo">A evolu&ccedil;&atilde;o em Educa&ccedil;&atilde;o a Dist&acirc;ncia</h4>
                <p>Pedagogicamente, a evolu&ccedil;&atilde;o da EaD esteve condicionada aos paradigmas e tend&ecirc;ncias educacionais que impulsionaram as experi&ecirc;ncias did&aacute;ticas, &agrave; medida que tamb&eacute;m evolu&iacute;ram as concep&ccedil;&otilde;es e teorias de aprendizagem e tamb&eacute;m os modelos de ensino auxiliados por computador e pelos meios tecnol&oacute;gicos que determinam seu uso.</p>
                <p>A hist&oacute;ria da forma&ccedil;&atilde;o a dist&acirc;ncia pode ser vista, segundo Peraya (2001), a partir da evolu&ccedil;&atilde;o das m&iacute;dias e dos diferentes dispositivos que elas utilizaram. Nesta perspectiva cronol&oacute;gica, sinteticamente, definiram-se tr&ecirc;s grandes etapas em associa&ccedil;&atilde;o com os modelos pedag&oacute;gicos predominantes. O quadro a seguir, extraído de Peraya (2001), dá uma perspectiva mais sucinta e completa sobre esses diferentes períodos.</p>
                <div align="center">
               	<img src="imagens/QUADRO03-03.png" width="600" height="576"  alt=""/></div>
                <div class="popup" onclick="divwin=dhtmlwindow.open('divbox', 'div', 'windows01-01', 'hist&oacute;ria da forma&ccedil;&atilde;o a dist&acirc;ncia', 'width=750px,height=500px,resize=1,scrolling=1,center=1'); return false"><img src="../imgs/janela-popup.png" alt="Popup" width="16" height="14" /> hist&oacute;ria da forma&ccedil;&atilde;o a dist&acirc;ncia <img src="../imgs/janela-popup.png" alt="Popup" width="16" height="14" /></div>
                <p>Mata (1995) afirma que hoje &eacute; amplo o leque de possibilidades que se oferece &agrave; EaD. O v&iacute;deo interativo, baseado em computador com uso de interfaces gr&aacute;ficas, o videodisco a laser, o hipertexto, as hiperm&iacute;dias, o CD-ROM, junto com material impresso, al&eacute;m dos outros recursos como r&aacute;dio, televis&atilde;o, telefone, correio postal e eletr&ocirc;nico e fax fazem parte dos poss&iacute;veis materiais e ferramentas a serem utilizados. Os sat&eacute;lites de comunica&ccedil;&atilde;o e as redes de computadores oferecem in&uacute;meras possibilidades para criar, armazenar, distribuir, apresentar informa&ccedil;&otilde;es, motivar, interagir e estabelecer rela&ccedil;&otilde;es no &acirc;mbito da media&ccedil;&atilde;o pedag&oacute;gica.</p>
                <p>Dentre as v&aacute;rias defini&ccedil;&otilde;es de EaD existentes na literatura sobre o assunto, destaca- se a de Moore e Kearsley (2007, p. 2). Educa&ccedil;&atilde;o a dist&acirc;ncia, segundo os autores, seria o aprendizado que ocorre, normalmente, em um lugar diferente do local de ensino, exigindo t&eacute;cnicas especiais de cria&ccedil;&atilde;o do curso e de instru&ccedil;&atilde;o, comunica&ccedil;&atilde;o por meio de v&aacute;rias tecnologias e disposi&ccedil;&otilde;es organizacionais.</p>
<p>Com a redu&ccedil;&atilde;o nos custos dos equipamentos e a necessidade crescente de forma&ccedil;&atilde;o, o aperfei&ccedil;oamento profissional e a necessidade de expans&atilde;o do ensino, a EaD configura-se como uma modalidade de ensino e tecnologia educacional acess&iacute;vel e conveniente a v&aacute;rias pessoas que se encontram dispersas geograficamente, uma vez que evita deslocamentos e possibilita ao estudante aprender em seu ritmo, no tempo e local que lhe s&atilde;o mais convenientes, al&eacute;m de favorecer o desenvolvimento de habilidades e compet&ecirc;ncias cognitivas, como autonomia, criatividade, autodisciplina, responsabilidade com a pr&oacute;pria forma&ccedil;&atilde;o, constru&ccedil;&atilde;o do conhecimento, aprendizagem cooperativa entre outras habilidades.</p>
                <p>Pedagogicamente, a evolu&ccedil;&atilde;o do EaD esteve condicionada aos paradigmas e tend&ecirc;ncias de ensino que impulsionaram as experi&ecirc;ncias educacionais, na medida em que tamb&eacute;m evolu&iacute;ram as concep&ccedil;&otilde;es e teorias de aprendizagem e os modelos de ensino auxiliados por computador assim como os meios que determinam seu uso.</p>
                <h4 class="subtitulo">Interação em ambientes virtuais de aprendizagem</h4>
                <p>Desde o ensino por correspond&ecirc;ncia, em que se utilizava material impresso, at&eacute; o ensino mediado eletronicamente, no qual se utilizam redes de computadores e recursos multim&iacute;dia em tempo real, houve um avan&ccedil;o consider&aacute;vel nessa modalidade de ensino. Em EaD, a import&acirc;ncia desse avan&ccedil;o pode ser percebida pelo destaque que se d&aacute; a cada uma das intera&ccedil;&otilde;es que ocorrem em um curso a dist&acirc;ncia. Vejamos a seguir aspectos relevantes das intera&ccedil;&otilde;es tecnologias/aluno/professor; aluno/interface; aluno e conte&uacute;do; aluno e professor e aluno/aluno.</p>
                <div class="lightbox"><a href="imagens/FIG01-01.png" title="Diagrama 1– Atitudes e tarefas de um aluno EaD" target="_blank"><img src="imagens/mini FIG01-01.jpg" width="209" height="143" border="0" /></a><strong><br />
                  Diagrama 1<br />
                Fonte:</strong> DEaD / IFCE - 2009</div>
                <p>Os diferentes recursos da tecnologia conjugada (internet, software aplicativos, multim&iacute;dia interativa, hiperm&iacute;dia, videoconfer&ecirc;ncia, audioconfer&ecirc;ncia, teleconfer&ecirc;ncia, RV n&atilde;o-imersiva e imersiva - quando esta for poss&iacute;vel - e outros recursos) t&ecirc;m provocado modifica&ccedil;&otilde;es substanciais nos paradigmas de educa&ccedil;&atilde;o vigentes. Essas modifica&ccedil;&otilde;es acontecem porque os recursos oferecem ao estudante e professor in&uacute;meras possibilidades de acesso &agrave; informa&ccedil;&atilde;o, de comunica&ccedil;&atilde;o via esses novos meios e novas formas de aprender e ensinar, que s&atilde;o requeridas nesse novo ambiente. A intera&ccedil;&atilde;o em EaD j&aacute; ocorreu face-a-face, posto que h&aacute; meios que mediam esse tipo de comunica&ccedil;&atilde;o.</p>
                <p>Nesse contexto tecnológico, os Ambientes Virtuais de Aprendizagem 
                  foram criados em benefício da educação a distância interativa, visto 
                  que possuem características comunicativas que as mídias anteriores
                  não alcançavam. Entre as vantagens dos AVAs, verificamos que 
                estes</p>
                <div class="caixaDestaque">
                  <p>(...) reúnem em único espaço da WEB ferramentas diversas de 
                    comunicação (fórum de discussão, bate-papo, portfolio, e-mail), 
                    ferramentas para apresentação e compartilhamento de 
                    materiais didáticos em diferentes formatos textuais (textos, 
                    vídeos, imagens) e ferramentas para organização e 
                    coordenação para o atendimento de uma determinada 
                  disciplina ou curso. (YOUNG, 2008, p. 44)</p>
                </div>
                <p>Essa estrutura permite a inserção de diversificação das práticas 
                  educativas baseadas na construção do conhecimento. Esse fato é 
                  relevante, pois a EaD foi criticada durante muito tempo por suas 
                  limitações em termos de metodologias de aprendizagem que se 
                  baseava basicamente na “entrega” do conteúdo autoinstrucional aos 
                alunos.</p>
                <p>Outro enfoque para a rela&ccedil;&atilde;o tecnologias/aluno/professor &eacute; dado por Hoffman e Mackin (1996), cuja preocupa&ccedil;&atilde;o &eacute; com os novos paradigmas da intera&ccedil;&atilde;o de uma &ldquo;sala de aula virtual&rdquo;. Eles afirmam que as intera&ccedil;&otilde;es aluno/interface, aluno/conte&uacute;do, aluno/professor e aluno/aluno precisam ser adequadamente utilizadas e conhecidas para gerar cursos a dist&acirc;ncia interativos de alta qualidade.</p>
                <p>Nestas rela&ccedil;&otilde;es de comunica&ccedil;&atilde;o, a intera&ccedil;&atilde;o aluno/interface &eacute; a linha vital entre o professor e o aluno. Se ela falha, o processo pedag&oacute;gico (forma&ccedil;&atilde;o, treinamento e outros) tamb&eacute;m falha. Entre outras medidas, &eacute; necess&aacute;rio tornar a tecnologia o mais amig&aacute;vel e transparente poss&iacute;vel.</p>
                <p>J&aacute; a intera&ccedil;&atilde;o entre o aluno e o conte&uacute;do ocorre quando o entendimento, a percep&ccedil;&atilde;o e as estruturas cognitivas do aluno s&atilde;o transformadas. A visualiza&ccedil;&atilde;o dos conte&uacute;dos do programa de ensino &eacute; criada para estimular, satisfatoriamente, n&atilde;o s&oacute; a percep&ccedil;&atilde;o e a cogni&ccedil;&atilde;o, mas tamb&eacute;m a aten&ccedil;&atilde;o e a motiva&ccedil;&atilde;o do aluno. O conceito de <em>entertrainment</em> &eacute; proposto por Hoffman e Mackin (1996) para definir a mistura de treinamento com entretenimento, a qual serviria para capturar a aten&ccedil;&atilde;o e a imagina&ccedil;&atilde;o dos estudantes.</p>
                <p>Na intera&ccedil;&atilde;o que ocorre entre aluno e professor, o papel do professor-tutor &eacute; de dirigir o fluxo da informa&ccedil;&atilde;o para o estudante. Isso aconteceria no fato de ele planejar e desenvolver as aulas. O professor deve tamb&eacute;m estimular e motivar o aluno, manter seu interesse, dar apoio e encoraj&aacute;-lo na sua aprendizagem.</p>
                <p>As intera&ccedil;&otilde;es aluno/aluno s&atilde;o, ainda segundo Hoffman e Mackin (1996), frequentemente, as mais produtivas experi&ecirc;ncias de forma&ccedil;&atilde;o. Essas intera&ccedil;&otilde;es, quando bem projetadas, oferecem a oportunidade para os estudantes expandirem e aplicarem os conhecimentos de forma compartilhada, aspecto imposs&iacute;vel no estudo solit&aacute;rio.</p>
                <p>&nbsp;</p>
</div>
              <div class="TabbedPanelsContent">
                <div class="ntopico">02</div>
                <div class="ntitulo"><strong>Breve Hist&oacute;rico da EaD no Brasil</strong></div>
                <div class="nsubtitulo">Este t&oacute;pico tem como objetivo:
                  <ul>
                    <li>Conhecer um breve hist&oacute;rico da Educa&ccedil;&atilde;o a dist&acirc;ncia no Brasil.</li>
                  </ul>
                </div>
                <p>A EaD no Brasil at&eacute; j&aacute; tem quase um s&eacute;culo de hist&oacute;ria. Souza (s/d, p 51-57) fez um resumo cronol&oacute;gico dessa modalidade de ensino. Vejamos alguns aspectos por ele destacados.</p>
                <p>No Brasil, a educa&ccedil;&atilde;o a dist&acirc;ncia existe desde a d&eacute;cada de 1920. Contudo, sua valoriza&ccedil;&atilde;o formal s&oacute; veio a ocorrer com a Lei n&ordm; 9394/96 &ndash; a Lei de Diretrizes e Bases da Educa&ccedil;&atilde;o Nacional, que a legitimou como parte do sistema de ensino. Os eventos principais das iniciativas pioneiras na &aacute;rea, entre os anos de 1920 e 1950, foram:</p>
                <div class="lightbox"><a href="imagens/QUADRO01-01.png" title="Diagrama 1– Atitudes e tarefas de um aluno EaD" target="_blank"><img src="imagens/min_quadro01.jpg" width="209" height="143" border="0" /></a><strong><br />
                  Diagrama 1<br />
                  Fonte:</strong> DEaD / IFCE - 2009</div>
                <p>Por meio do quadro 6, é possível entender que a EaD é uma prática
                  antiga e que favorece o acesso à educação em diferentes níveis e
                  públicos. Um dos exemplos foi no Estado do Ceará, nas décadas de
                  70, 80 e 90, quando o governo inseriu a TV Educativa no sistema
                  formal de ensino, acrescentando, nas escolas públicas, salas de
                  aula em que a figura do professor foi substituída por emissões
                  televisivas.</p>
                <div class="popup" onclick="divwin=dhtmlwindow.open('divbox', 'div', 'windows02-01', 'Eventos Principais 1920-50', 'width=750px,height=350px,resize=1,scrolling=1,center=1'); return false"><img src="../imgs/janela-popup.png" alt="Popup" width="16" height="14" /> Eventos Principais 1920-50 <img src="../imgs/janela-popup.png" alt="Popup" width="16" height="14" /></div>
                <p>Depois dessas d&eacute;cadas iniciais e, principalmente, depois da LDB (Lei
                  de Diretrizes e Bases) e com o aumento do uso das TICs, a educa&ccedil;&atilde;o a dist&acirc;ncia tem-se expandido no Brasil. O reconhecimento formal da educa&ccedil;&atilde;o a dist&acirc;ncia veio com a Lei de Diretrizes e Bases da Educa&ccedil;&atilde;o Nacional &ndash; LDB, de 1996, que lhe dedicou todo o seu Artigo 80. Vejamos alguns 
                  aspectos da EaD a partir de 1996. </p>
                <div class="lightbox"><a href="imagens/QUADRO02.png" title="Diagrama 1– Atitudes e tarefas de um aluno EaD" target="_blank"><img src="imagens/min_quadro02.jpg" width="209" height="143" border="0" /></a><strong><br />
                  Diagrama 1<br />
                  Fonte:</strong> DEaD / IFCE - 2009</div>
                <p>Vejam que neste momento você inicia um curso técnico dentro da<br />
                  rede e-Tec (Escola Técnica Aberta do Brasil), que tem o objetivo de
                  expandir a Educação Profissional e Tecnológica na modalidade a
                  distância. A rede e-Tec, lançada em 2007, integra o PRONATEC
                  (Programa Nacional de Acesso ao Ensino Técnico e Emprego) e
                  oferta aproximadamente 143 cursos de educação profissional nessa
                  modalidade distribuídos nas mais diversas áreas em todo o país em
                  colaboração entre União, Estados e Prefeituras. A Rede e-Tec 
                  abrange ainda o Profuncionário, ação que visa oferecer formação de
                  nível técnico aos servidores das escolas públicas.</p>
                <div class="caixaDestaque">
                  <p>A profissionalização, inclusive a distância, deve ser elemento
                    que contribua para o ingresso, permanência e conclusão do
                    Ensino Médio para jovens e adultos. Nesse sentido, ela é
                    entendida como estratégia de elevação da escolaridade e deve
                    se articular às demais ações da própria instituição, fortalecendo
                    as possibilidades de permanência e continuidade de estudos.</p>
                  <div style="font-size:11px;">
                    <p><strong>Fonte:</strong> &lt;<a href="http://redeetec.mec.gov.br/index.php?option=com_content&amp;view=article&amp;id=11&amp;Itemid=1" target="_blank">http://redeetec.mec.gov.br/index.php?option=com_content&amp;view=article&amp;id=11&amp;Itemid=1</a>&gt;</p>
                  </div>
                </div>
                <p>&nbsp;</p>
              </div>
              <div class="TabbedPanelsContent">
              	<div class="ntopico">03</div>
                <div class="ntitulo"><strong>A Rede e-Tec no Ceará (IFCE)</strong></div>
                <div class="nsubtitulo">Este t&oacute;pico tem como objetivo:
                  <ul>
                    <li>Conhecer os cursos técnicos na modalidade semipresencial
                    oferecidos pelo IFCE.</li>
                  </ul>
                </div>
                <p>A Educação a Distância, conforme dito antes, é o termo genérico
                  usado no Brasil para designar os modos ensino e/ou aprendizagem,
                  cuja mediação professor-estudante-conteúdo é feita por alguma
                  tecnologia e que, por isso, se diferencia do modelo presencial
                  clássico. As atividades educativas são desenvolvidas em lugares e
                tempos diversos.</p>
                <p>                  No Instituto Federal de Educação, Ciência e Tecnologia do Ceará
                  (IFCE), a Educação a Distância já é uma realidade. Por meio do
                  sistema Universidade Aberta do Brasil (UAB) e Escola Técnica
                  Aberta do Brasil (e-TEC), abriram-se as portas para expansão e
                  interiorização da oferta do ensino técnico e superior, gratuito e de
                  qualidade para o País. Ressalte-se que não há diferença nos
                  currículos e que, perante a legislação, os cursos a distância têm a
                mesma validade que os presenciais.</p>
                <p> O Núcleo de Tecnologias Educacionais e Educação a Distância –
                  NTEAD, ligado à Diretoria de Ensino (DIREN), é o órgão que faz a
                  produção e a gestão dos cursos, bem como a coordenação dos
                  projetos e programas de EAD no IFCE, como o e-Tec e o
                Profuncionário.</p>
                <div class="caixaDestaque">
                  <p>O Profuncionário é
                    uma ação que faz
                    parte das diretrizes
                    da Rede e-Tec
                    Brasil, visa a
                    formação dos
                    funcionários das
                    escolas públicas, em
                    efetivo exercício,
                    focando numa habilitação
                    compatível com a
                    atividade exercida. A
                    formação em nível
                    técnico de todos os
                    funcionários é uma
                    condição importante
                    para o
                    desenvolvimento
                    profissional e
                    aprimoramento no
                    campo do trabalho
                    e, portanto, para a
                    carreira conforme
                    dispõe a Portaria nº
                    1.547, de 24 de
                  Outubro de 2011.</p>
                  <div style="font-size:11px;">
                    <p><strong>Fonte:</strong> &lt;<a href="http://redeetec.mec.gov.br/index.php/profuncionario" target="_blank">http://redeetec.mec.gov.br/index.php/profuncionario</a>&gt;</p>
                  </div>
                </div>
                <p>Os cursos técnicos da Rede e-Tec no Ceará oferecidos através do
                  IFCE são: Meio Ambiente; Segurança no Trabalho; Eletrotécnica;
                  Edificações; Informática; Redes de Computadores, e os mais
                  recentes, Agronegócio, Automação Industrial e Comércio. Além
                  desses, são oferecidos os seguintes cursos do Profuncionário:
                  Secretaria Escolar; Alimentação Escolar; Infraestrutura Escolar; e
                Multimeios didáticos.</p>
                <p> Atualmente, o e-Tec está presente em 18 polos, situados nos
                  municípios de Caucaia, Horizonte, Tauá, Aracati, Quixeramobim,
                  Mauriti, Crateús, Pacajus, Campos Sales, Russas, Fortaleza (Portuário) e em seis CITS (Centro de Inclusão Tecnológica e
                  Digital) em funcionamento em bairros da periferia do município de<br />
                Fortaleza.</p>
                <p> São mais de quatro mil alunos do IFCE matriculados em cursos
                  técnicos na modalidade semipresencial ofertados através da Rede e-Tec. Para 2015, esperamos ampliar ainda mais a oferta de vagas,
                  com a criação de novos cursos e de novos polos no Estado do
                  Ceará.<br />
                  <br />
                  Nessa aula, você, cursista, conheceu um pouco do histórico dessa
                  modalidade de ensino que ora inicia seu curso. Vimos a construção
                  do avanço da EaD no Brasil, além de ter conhecido um pouco a
                  abrangência dos cursos técnicos a distância no IFCE. Na próxima
                  aula, veremos as ferramentas do ambiente de aprendizagem, que
                será a sua sala de aula virtual.</p>
              </div>
<div class="TabbedPanelsContent">
          <p>BEHRENS, Maria Aparecida. In: MORAN, J. M., MASETTO, M. T.; BEHRENS, M. <strong>A. Novas tecnologias e media&ccedil;&atilde;o pedag&oacute;gica</strong>. Campinas, SP: Papirus, 2000. (Cole&ccedil;&atilde;o Papirus duca&ccedil;&atilde;o). p. 67-132.<br />
                  BORDENAVE, Juan Dias. <strong>Pode a Educa&ccedil;&atilde;o &agrave; Dist&acirc;ncia ajudar a resolver os problemas educacionais do Brasil? </strong>In: Tecnologia Educacional, n. 15(70), p.34-39, 1986.<br />
                  BRASIL. Minist&eacute;rio da Educa&ccedil;&atilde;o. <strong>Lei de Diretrizes e Bases da Educa&ccedil;&atilde;o Nacional </strong>&ndash; LDB &ndash; Lei N&ordm; 9394 de 20 de dezembro de 1996. Dispon&iacute;vel em: &lt;www.mec.gov.br/legis/pdf/lei9394.pdf&gt;. Acesso em: 27 fev.2004.<br />
                  CARRAHER, David William. <strong>A aprendizagem de conceitos com o auxi&iacute;lio do computador.</strong> In: Alencar, Eunice M. S. Soriano (organizadora). Novas Contibui&ccedil;&otilde;es da Psicologia aos Processos de Ensino e Aprendizagem &ndash; 4. ed. &ndash; S&atilde;o Paulo: Cortez, 2001.<br />
                  DESSAINT, Marie-Paule. <strong>Guide d&ecirc;s &eacute;tudes &agrave; distance &agrave; l&acute;&Ugrave;niversite Laval.</strong> Laval: Universit&eacute; Laval, 1998.<br />
                  HOFFMAN, Jeff; MACKIN, Denise.<strong> Interactive Television Course Design</strong>. Michael Moore&acute;s Learner Interaction Model, fron the classroom to Interactive Television. Trabalho apresentado no International Distance Learning Conference (IDLCON), Washigton DC, 1996.<br />
                  MOORE, Michael; KEARSLEY, Greg.. <strong>Educa&ccedil;&atilde;o a dist&acirc;ncia: uma vis&atilde;o integrada.</strong> S&atilde;o Paulo: Thomson Learning, 2007.<br />
                  Normas para elabora&ccedil;&atilde;o de trabalhos cient&iacute;ficos. Faculdade de Enfermagem Luiza de Marillac. Faculdade S&atilde;o Camilo: Rio de Janeiro, 2007. Dispon&iacute;vel em http://www.sao-camilo-rj.br/pdf/Manual_TCC_ENF.pdf. Acesso em 10/09/09.<br />
                  PERAYA, Daniel. <strong>Qu&acute;est-ce qu&acute;um campus virtuel?</strong> In: CHARLIER, B. PERAYA, D. Utiliser les technologies pour apprendre. Projet, pratiques guide pour l action. Bruxelles: DeBoeck, 2001.<br />
                  ROMISZOWSKI, Alexander. Editorial n&ordm; 2. Revista Brasileira de Aprendizagem Aberta e a Dist&acirc;ncia. V. 2, 2003. Dispon&iacute;vel em: http://www.abed.org.br/publique/cgi/cgilua.exe/sys/start.htm?sid=22&amp;UserActiveTemplate=1por&amp;infoid=632. Acesso em: 12/08/2007.<br />
                  SILVA, Cassandra Ribeiro. <strong>Comunica&ccedil;&atilde;o Cient&iacute;fica e Trabalhos Acad&ecirc;micos.</strong> Fortaleza: CEFETCE, 2006. (Notas de aula).<br />
                  SOUZA, Maria de F&aacute;tima Guerra. <strong>Nas trilhas de aprendizagem: di&aacute;logo com quem estuda a dist&acirc;ncia</strong>. Bras&iacute;lia: UNB/Faculdade de Educa&ccedil;&atilde;o. Centro de Educa&ccedil;&atilde;o a Dist&acirc;ncia- CEAD, s/d.<br />
                  TORI, Romero.<strong> A dist&acirc;ncia que aproxima.</strong> Revista de Educa&ccedil;&atilde;o a Dist&acirc;ncia. S&atilde;o Paulo: ABED, v.1, n.1, p.17, 2002.<br />
                  YALLI, Juan Simon. <strong>Educa&ccedil;&atilde;o a Dist&acirc;ncia.</strong> Tecnologia Educacional. V, 22, n. 123/124, Mar/Jun, 1995.<br />
                  <br />
                </p>
</div>
		    </div>
	      </div>
		  <p>&nbsp;</p>
  </div>
</div>
  <div class="rodape">
    <div class="rodapeesq">Tempo de Estudo: <span id="clock1"></span><script>setTimeout('getSecs()',1000);</script></div>
    <div class="rodapedir">Prof. Cassandra Ribeiro O. e Silva</div>
  </div>
  
 <!-- DHTML Windows topico 1 - Diagrama -->
<div id="windows01-01" style="display:none">
<div align="center" style="padding-bottom:10px; padding-top:10px;">
<table width="95%" border="0" align="center" cellspacing="5">
  <tr>
    <td colspan="4" align="center" bgcolor="#4F81BD"><strong>Evolu&ccedil;&atilde;o da EAD</strong></td>
  </tr>
  <tr>
    <td width="15%">&nbsp;</td>
    <td width="28%" bgcolor="#D0D8E8"><strong>Papel das M&iacute;dias</strong></td>
    <td width="28%" bgcolor="#D0D8E8"><strong>Conceito de Forma&ccedil;&atilde;o EAD</strong></td>
    <td width="28%" bgcolor="#D0D8E8"><strong>Cen&aacute;rio Pedag&oacute;gica</strong></td>
  </tr>
  <tr>
    <td bgcolor="#D0D8E8"><p>Impresso<br />
    (metade do s&eacute;culo IX).</p></td>
    <td bgcolor="#E9EDF4"><ul>
      <li style="margin-bottom:7px;">Auxiliar</li>
      <li>Suporte substitutivo</li>
    </ul></td>
    <td bgcolor="#E9EDF4"><ul>
      <li style="margin-bottom:7px;">Vencer a dist&acirc;ncia geogr&aacute;fica</li>
      <li>Ensino de substitui&ccedil;&atilde;o</li>
    </ul></td>
    <td bgcolor="#E9EDF4">Expositivo, primazia do discurso verbal eventualmente ilustrado</td>
  </tr>
  <tr>
    <td bgcolor="#D0D8E8"><p>Multim&iacute;dia<br />
    (a partir dos anos 60)</p></td>
    <td bgcolor="#E9EDF4"><ul>
      <li style="margin-bottom:7px;">Converg&ecirc;ncia e complementaridade</li>
      <li style="margin-bottom:7px;">Especificidade e eficacidade pr&oacute;pria de cada m&iacute;dia</li>
      <li>Conceito de &ldquo;midiatiza&ccedil;&atilde;o&rdquo;</li>
    </ul></td>
    <td bgcolor="#E9EDF4"><ul>
      <li style="margin-bottom:7px;">Evolu&ccedil;&atilde;o do conceito de dist&acirc;ncia. Vencer dist&acirc;ncias socioecon&ocirc;micas mais que espa&ccedil;o-temporais.</li>
      <li>Ensino da segunda chance. Modularidade de ensino espec&iacute;fico, Andragogia</li>
    </ul></td>
    <td bgcolor="#E9EDF4"><ul>
      <li style="margin-bottom:7px;">Complementaridade dos &ldquo; recursos audiovisuais&rdquo;</li>
      <li style="margin-bottom:7px;">Modalidades sensoriais, sistemas sociocognitivos, modos de tratamento distintos.</li>
      <li>Focaliza&ccedil;&atilde;o progressiva sobre a aprendizagem e o aprendiz.</li>
    </ul></td>
  </tr>
  <tr>
    <td bgcolor="#D0D8E8">Telem&aacute;tica<br />
      CMC<br />
    (a partir dos anos 80)</td>
    <td bgcolor="#E9EDF4"><ul>
      <li style="margin-bottom:7px;">Dispositivo de comunica&ccedil;&atilde;o e de forma&ccedil;&atilde;o</li>
      <li>4 formas de media&ccedil;&atilde;o:<br />
        tecnol&oacute;gicas, corporais,<br />
        semiocognitivas e relacionais</li>
    </ul></td>
    <td bgcolor="#E9EDF4"><ul>
      <li style="margin-bottom:7px;">Forma&ccedil;&otilde;es a dist&acirc;ncia aberta e flex&iacute;vel.</li>
      <li>Sistemas mistos, h&iacute;bridos</li>
    </ul></td>
    <td bgcolor="#E9EDF4"><ul>
      <li style="margin-bottom:7px;">Ambiente integrado de trabalho.</li>
      <li style="margin-bottom:7px;">Telepresen&ccedil;a.</li>
      <li style="margin-bottom:7px;">Campus Virtuais.</li>
      <li>Atividades de aprendizagem<br />
        e recursos.</li>
    </ul></td>
  </tr>
</table>
<span style="font-style:italic; font-size:90%;">Fonte: Peraya, 2001</span>
</div>
</div>

<!-- DHTML Windows topico 2 - tabela 1 -->
<div id="windows02-01" style="display:none">
<div align="center" style="padding-bottom:10px; padding-top:10px;">
<table width="95%" border="0" align="center" ccellpadding="5" cellspacing="5">
  <tr>
    <td bgcolor="#4F81BD"><strong><span style="color:#FFF">Data</span></strong></td>
    <td bgcolor="#4F81BD"><strong><span style="color:#FFF">Informa&ccedil;&otilde;es</span></strong></td>
  </tr>
  <tr>
    <td bgcolor="#D0D8E8">1923</td>
    <td bgcolor="#D0D8E8">Funda&ccedil;&atilde;o da R&aacute;dio Sociedade do Rio de Janeiro (Roquete Pinto e Henrique Moritz).</td>
  </tr>
  <tr>
    <td bgcolor="#E9EDF4">1934</td>
    <td bgcolor="#E9EDF4">Doa&ccedil;&atilde;o, por parte de Roquete Pinto, dessa r&aacute;dio para o Minist&eacute;rio da Educa&ccedil;&atilde;o e Sa&uacute;de, que passa a chamar-se de R&aacute;dio-Escola Municipal do Rio de Janeiro.</td>
  </tr>
  <tr>
    <td bgcolor="#D0D8E8">1937</td>
    <td bgcolor="#D0D8E8">Cria&ccedil;&atilde;o do Servi&ccedil;o de Radiodifus&atilde;o Educativa do Minist&eacute;rio da Educa&ccedil;&atilde;o.</td>
  </tr>
  <tr>
    <td bgcolor="#E9EDF4">1939</td>
    <td bgcolor="#E9EDF4">Cria&ccedil;&atilde;o, em S&atilde;o Paulo, do Instituto R&aacute;dio-T&eacute;cnico Monitor (cursos por correspond&ecirc;ncia);</td>
  </tr>
  <tr>
    <td bgcolor="#D0D8E8">1941</td>
    <td bgcolor="#D0D8E8">Funda&ccedil;&atilde;o do Instituto Universal Brasileiro.</td>
  </tr>
  <tr>
    <td bgcolor="#E9EDF4">1943</td>
    <td bgcolor="#E9EDF4">Lan&ccedil;amento de cursos b&iacute;blicos por correspond&ecirc;ncia, pela Igreja Adventista Brasileira.</td>
  </tr>
  <tr>
    <td bgcolor="#D0D8E8">1957</td>
    <td bgcolor="#D0D8E8">Cria&ccedil;&atilde;o do Sistema Radioeducativo Nacional (programas educativos a serem transmitidos por um conjunto de emissoras, em todo o Brasil).</td>
  </tr>
  <tr>
    <td bgcolor="#E9EDF4">1958</td>
    <td bgcolor="#E9EDF4">Servi&ccedil;o de Assist&ecirc;ncia Rural-SAR (Diocese de Natal, com foco na educa&ccedil;&atilde;o popular.)</td>
  </tr>
</table>
</div>
</div>


<!-- DHTML Windows topico 2 - tabela 2 -->
<div id="windows02-02" style="display:none">
<div align="center" style="padding-bottom:10px; padding-top:10px;">
<table width="95%" border="0" align="center" cellpadding="5" cellspacing="5">
  <tr>
    <td bgcolor="#4F81BD"><strong><span style="color:#FFF">Data</span></strong></td>
    <td bgcolor="#4F81BD"><strong><span style="color:#FFF">Informa&ccedil;&otilde;es</span></strong></td>
  </tr>
  <tr>
    <td bgcolor="#D0D8E8">1996</td>
    <td bgcolor="#D0D8E8">Cria&ccedil;&atilde;o, no MEC, da Secretaria de Educa&ccedil;&atilde;o a Dist&acirc;ncia-Seed (Decreto n&ordm; 1.917). Neste ano, surgiu um importante programa dessa secretaria: a TV Escola.</td>
  </tr>
  <tr>
    <td bgcolor="#E9EDF4">1997</td>
    <td bgcolor="#E9EDF4"><p>Criado o Programa Nacional de Inform&aacute;tica na Educa&ccedil;&atilde;o-ProInfo (Portaria MEC n&ordm; 522).</p>
      <ol>
        <li>MEC/CAPES/SEED - Programa de Apoio &agrave; Pesquisa em Educa&ccedil;&atilde;o a Dist&acirc;ncia - Paped (apoio financeiro para disserta&ccedil;&otilde;es ou teses relativas &agrave; educa&ccedil;&atilde;o a dist&acirc;ncia ou a tecnologias da informa&ccedil;&atilde;o e da comunica&ccedil;&atilde;o (TICs) aplicadas &agrave; educa&ccedil;&atilde;o.</li>
        <li>C&acirc;mara de Educa&ccedil;&atilde;o Superior do Conselho Nacional de Educa&ccedil;&atilde;o - Resolu&ccedil;&atilde;o que fixa condi&ccedil;&otilde;es para validade de diplomas de cursos de gradua&ccedil;&atilde;o e de p&oacute;s-gradua&ccedil;&atilde;o em n&iacute;veis de mestrado e doutorado, oferecidos por institui&ccedil;&otilde;es estrangeiras no Brasil, nas modalidades semipresenciais ou a dist&acirc;ncia.</li>
    </ol></td>
  </tr>
  <tr>
    <td bgcolor="#D0D8E8">1998</td>
    <td bgcolor="#D0D8E8"><p>Decreto n&ordm; 2.494 regulamenta a educa&ccedil;&atilde;o a dist&acirc;ncia no pa&iacute;s.<br />
      Ainda em 1998, tivemos:</p>
      <ol>
        <li>MEC &ndash; Portaria n&ordm; 301 normatiza as formas de credenciamento de institui&ccedil;&otilde;es de ensino, para a oferta de cursos a dist&acirc;ncia &ndash; em n&iacute;vel de gradua&ccedil;&atilde;o e educa&ccedil;&atilde;o profissional e tecnol&oacute;gica.</li>
    </ol></td>
  </tr>
  <tr>
    <td bgcolor="#E9EDF4">2000</td>
    <td bgcolor="#E9EDF4"><p>MEC - Portaria n&ordm; 495 - comiss&atilde;o de t&eacute;cnicos desse minist&eacute;rio e de outros &oacute;rg&atilde;os federais e estaduais para o desenvolvimento, na UniRede, de projetos, crit&eacute;rios, padr&otilde;es e procedimentos para a organiza&ccedil;&atilde;o de cursos superiores de gradua&ccedil;&atilde;o a dist&acirc;ncia.</p>
      <p>Ainda em 2000:</p>
      <ol>
        <li>Minist&eacute;rio da Ci&ecirc;ncia e Tecnologia - MCT - Portaria n&ordm; 129, que constitui grupo de trabalho para elaborar projeto de infra-estrutura tecnol&oacute;gica com o objetivo de implantar a Universidade Virtual P&uacute;blica do Brasil.</li>
        <li>Cons&oacute;rcio Universidade Virtual P&uacute;blica do Brasil- UniRede ( Termo de Ades&atilde;o assinado por reitores e diretores de 62 institui&ccedil;&otilde;es federais, estaduais e Centros de Educa&ccedil;&atilde;o Tecnol&oacute;gica). No mesmo dia, o MEC e a UniRede assinavam conv&ecirc;nio para a realiza&ccedil;&atilde;o do curso de extens&atilde;o a dist&acirc;ncia A TV na Escola e os Desafios de Hoje, iniciado em outubro do mesmo ano. A UniRede &eacute; um desdobramento do Cons&oacute;rcio Interuniversit&aacute;rio de Educa&ccedil;&atilde;o Continuada e a Dist&acirc;ncia-Brasilead. Uma iniciativa mais recente do Governo Federal &eacute; a Universidade Aberta do Brasil - UAB.</li>
    </ol></td>
  </tr>
</table>
</div>
</div>
  

<script type="text/javascript" src="../js/jquery-1.3.2.min.js"></script>
<script src="../js/mainpage.js" type="text/javascript"></script>
<script type="text/javascript" src="../js/jquery.tooltip.min.js"></script>

<script type="text/javascript">
var TabbedPanels1 = new Spry.Widget.TabbedPanels("TabbedPanels1");
</script>
</body>
</html>